Repository: GNOME/gnome-mud
Catalog: po/*.po
Languages: da, de, eu, fr, fur, id, ne, oc, pl, ro, ru, sl, sr, sr@latin, sr@latn

source: GNOME-Mud
ne: जिनोम-मड
sr: Гном ВКТ
sr@latin: Gnom VKT
sr@latn: Gnom-MUD

source: The GNOME MUD Client
da: GNOME MUD-klienten
de: Der GNOME-MUD-Client
eu: GNOME MUD bezeroa
fr: Le client MUD de GNOME
fur: Il client MUD di GNOME
id: Klien GNOME MUD
ne: जिनोम-मड ग्राहक
oc: Lo client MUD de GNOME
pl: Klient MUD dla GNOME
ro: Clientul GNOME MUD
ru: Клиент GNOME MUD
sl: Odjemalec za GNOME MUD
sr: Гномов ВКТ клијент
sr@latin: Gnomov VKT klijent
sr@latn: Gnomov klijent za MUD

source: A Pango font name. Examples are "Sans 12" or "Monospace Bold 14".
de: Ein Pango-Schriftname, wie z.B. »Sans 12« oder »Monospace Bold 14«.
eu: Pango letra-tipo baten izena. Adib., "Sans 12" edo "Monospace Bold 14".
fr: Un nom de police Pango, p. ex. « Sans 12 » ou « Monospace Bold 14 ».
ne: प्याङ्गो फन्ट नामका उदाहरणहरू "सान्स १२" वा "मोनोस्पेश बोल्ड १४"।
oc: Un nom de poliça Pango, p. ex. « Sans 12 » o « Monospace Bold 14 ».
pl: Nazwa czcionki biblioteki Pango. Przykłady: „Sans 12” lub „Monospace Bold 14”.
sl: Ime pisave Pango. Primera sta "Sans 12" ali "Monospace Bold 14".
sr@latin: Naziv Pango slovnog lika. Primeri su „Sans 12“ ili „Monospace Bold 14“.
sr@latn: Ime fonta za Pango. Primeri su „Sans 12“ ili „Monospace Bold 14“.

source: A character that is used to split commands in a string like "w;w;w;l", which will be sent to the MUD as 4 separate commands.
de: Ein Zeichen, das verwendet wird, um Befehle in einer Zeichenkette wie »w;w;w;l« aufzuteilen, welche als 4 separate Befehle zum MUD geschickt werden.
eu: Kateetako komandoak zatitzeko erabilitako karakterea ("w;w;w;l", adib.), MUDera 4 komando bereizi gisa bidaltzeko.
fr: Un caractère utilisé pour scinder les commandes dans une chaîne de la forme « w;w;w;I », qui sera envoyée au MUD comme 4 commandes distinctes.
ne: आदेशहरू स्ट्रिङमा "w;w;w;l" जस्तो विभाजन गर्न प्रयोग हने क्यारेक्टरलाई मड जस्तो ४ भिन्न आदेशहरूमा पठाइन्छ।
oc: Un caractèr utilizat per separat las comandas dins una cadena de la forma « w;w;w;l », que serà mandada al MUD coma 4 comandas distinctas.
pl: Znak używany do rozdzielania poleceń w ciągach typu „w;w;w;l”, które zostaną wysłane do MUD jako cztery oddzielne polecenia.
sl: Znak uporabljen za deljenje ukazov v nizu kot "w;w;w;l", kar bo bilo poslano kot 4 ločeni ukazi.
sr@latin: Znak koji se koristi za deljenje naredbi u nisku nalik na „w;w;w;l“, koja će biti poslata VKT-u kao 4 posebne naredbe.
sr@latn: Znak koji se koristi za deljenje naredbi u nisku nalik na „w;w;w;l“, koja će biti poslata MUD-u kao 4 posebne naredbe.

source: Aliases
da: Aliaser
de: Aliase
eu: Aliasak
fr: Alias
id: Alias
ne: उपनामहरू
oc: Aliasses
pl: Aliasy
ro: Aliasuri
ru: Псевдонимы
sl: Vzdevki
sr: Надимци
sr@latin: Nadimci
sr@latn: Nadimci

source: Color palette
da: Farvepalette
de: Farbpalette
eu: Kolore-paleta
fr: Palette de couleurs
fur: Palete dai colôrs
id: Palet warna
ne: रङ्दानी
oc: Paleta de colors
pl: Paleta kolorów
ro: Paletă de culori
ru: Палитра цветов
sl: Barvna paleta
sr: Палета боја
sr@latin: Paleta boja
sr@latn: Paleta boja

source: Command Divider
de: Befehlstrenner
eu: Komando-bereizlea
fr: Diviseur de commande
ne: आदेश डिभाइडर
oc: Devesidor de comanda
pl: Rozdzielnik poleceń
sl: Ločnik ukazov
sr@latin: Razdelnik naredbi
sr@latn: Razdelnik naredbi

source: Default color of the background
da: Standardfarve på baggrunden
de: Vorgabefarbe des Hintergrunds
eu: Atzeko planoko kolore lehenetsia
fr: Couleur par défaut de l'arrière-plan
fur: Colôr predefinît dal fondâl
id: Warna latar belakang bawaan
ne: पृष्ठभूमीको पूर्वनिर्धारित रंग
oc: Color per defaut del rèireplan
pl: Domyślny kolor tła
ro: Culoarea implicită a fundalului
ru: Цвет фона по умолчанию
sl: Privzeta barva ozadja
sr: Основна боја позадине
sr@latin: Osnovna boja pozadine
sr@latn: Podrazumevana boja pozadine

source: Default color of the background, as a color specification (can be HTML-style hex digits, or a color name such as "red").
de: Die Vorgabefarbe für den Hintergrund als Farbangabe (im HTML-Stil, mit Hex-Ziffern oder als Farbname, wie z.B, »red« (Rot).
eu: Atzeko planoko kolore lehenetsia, kolore-zehaztapen gisa (HTML estiloko digitu hamaseitarretan, edo kolore-izena emanda, adib. "red").
fr: Couleur par défaut de l'arrière-plan, renseignée comme une couleur conventionnelle (en chiffres hexadécimaux suivant le style HTML ou par le nom de la couleur tel que « red »).
ne: पृष्ठभमीको पूर्वनिर्धारित रंग, रंग विशिष्टीकरनको रूपमा ( एचटिएमएल-स्टाइल डिजिट्स, वा "red" जस्तो रंगको नाम हुन्सक्दछ।)
oc: Color per defaut del rèireplan, entresenhada coma una color convencionala (en chifras exadecimalas segon l'estil HTML o pel nom de la color tal coma « red »).
pl: Domyślny kolor tła jako specyfikacja koloru (liczba szesnastkowa w stylu języka HTML lub nazwa koloru po angielsku, taka jak „red”).
sl: Privzeta barva besedila kot določitev barve (lahko hex številke ali ime barve, kot je "rdeča").
sr@latin: Osnovna boja pozadine, kao navod boje (može biti data kao HTML boja pomoću heksadekadnih cifara, ili naziv boje na engleskom jeziku kao što je „red“ za crvenu).
sr@latn: Podrazumevana boja pozadine, kao navod boje (može biti data kao HTML boja pomoću heksadekadnih cifara, ili ime boje na engleskom jeziku kao što je „red“ za crvenu).

source: Default color of the text
da: Standardfarve på teksten
de: Vorgabefarbe des Texts
eu: Testuaren kolore lehenetsia
fr: Couleur par défaut du texte
fur: Colôr predefinît dal test
id: Warna bawaan dari teks
ne: पाठ को पूर्वनिर्धारित रंग
oc: Color per defaut del tèxte
pl: Domyślny kolor tekstu
ro: Culoarea implicită a textului
ru: Цвет текста по умолчанию
sl: Privzeta barva besedila
sr: Основна боја текста
sr@latin: Osnovna boja teksta
sr@latn: Podrazumevana boja teksta

source: Default color of the text, as a color specification (can be HTML-style hex digits, or a color name such as "red").
de: Die Vorgabefarbe für den Text als Farbangabe (im HTML-Stil, mit Hex-Ziffern oder als Farbname, wie z.B, »red« (Rot).
eu: Testuaren kolore lehenetsia, kolore-zehaztapen gisa (HTML estiloko digitu hamaseitarretan, edo kolore-izena emanda, adib. "red").
fr: Couleur par défaut du texte, renseignée comme une couleur conventionnelle (en chiffres hexadécimaux suivant le style HTML ou par le nom de la couleur tel que « red »).
ne: पाठको पूर्वनिर्धारित रंग, रंग विशिष्टीकरनको रूपमा ( एचटिएमएल-स्टाइल डिजिट्स, वा "red" जस्तो रंगको नाम हुन सक्दछ)
oc: Color per defaut del tèxte, entresenhada coma una color convencionala (en chifras exadecimalas segon l'estil HTML o pel nom de la color tal coma « red »).
pl: Domyślny kolor tekstu,jako specyfikacja koloru (liczba szesnastkowa w stylu języka HTML lub nazwa koloru po angielsku, taka jak „red”).
sl: Privzeta barva besedila kot določitev barve (lahko hex številke ali ime barve, kot je "rdeča").
sr@latin: Osnovna boja teksta, kao navod boje (može biti data kao HTML boja pomoću heksadekadnih cifara, ili naziv boje na engleskom jeziku kao što je „red“ za crvenu).
sr@latn: Podrazumevana boja teksta, kao navod boje (može biti data kao HTML boja pomoću heksadekadnih cifara, ili ime boje na engleskom jeziku kao što je „red“ za crvenu).

source: Directional keybindings
eu: Direkziozko laster-teklak
fr: Raccourcis clavier directionnels
ne: प्रत्यक्ष किबाइन्डिङ्हरू
oc: Acorcis de clavièr direccionals
pl: Kierunkowe skróty klawiszowe
sl: Smerne tipkovne bližnjice
sr@latin: Prečice usmerenja

source: File where the mud list will be read from to be used in the MudList dialog.
de: Die Datei, die die Mud-Liste enthält, welche im Mudlist-Dialog verwendet wird.
ne: फाइल जहाँ मडसूची संवादमा प्रयोग हुने बाट मड सूची पढ्नेछ।

source: Font
de: Schrift
eu: Letra-tipoa
fr: Police
ne: फन्ट्ट
oc: Poliça
pl: Czcionka
sl: Pisava
sr@latin: Slovni lik

source: GNOME-Mud has a 16-color palette that MUDs can use. It must be specified in the form of a colon-separated list of color names. Color names should be in hex format e.g. "#FF00FF".
de: GNOME-Mud hat eine Farbpalette mit 16 Farben, die MUDs verwenden können. Sie muss in Form einer durch Strichpunkte getrennten Liste von Farbnamen angegeben werden. Farbnamen sollten im Hexformat vorliegen, also z.B. »#FF00FF«.
eu: GNOME-Mud-ek 16 koloreko paleta du MUDek erabili ahal izateko. Puntuz bereizitako kolore-izenen zerrenda gisa zehaztu behar da. Kolore-izenak formatu hamaseitarrean ematen dira, adib. "#FF00FF".
fr: GNOME-Mud possède une palette de 16 couleurs que les MUD peuvent utiliser. Elle doit être spécifiée sous la forme d'une liste de noms de couleurs, séparés par deux-points. Les noms de couleur doivent être sous forme hexadécimale, par ex. « #FF00FF ».
ne: जिनोम-मडमा १६-रंगदानी छ जुन मडहरूले प्रयोग गर्न सक्छ। रंगको नामहरूको छुट्टाछुट्टै-कोलोन सूची निश्चित गर्नु पर्दछ। रंगका नामहरू हेक्स ढाँचमा हुनु पर्दछ जस्तै "#FF00FF"
oc: GNOME-Mud possedís una paleta de 16 colors que los MUD pòdon utilizar. Deu èsser especificada jos la forma d'una lista de noms de colors, separats per dos-punts. Los noms de color devon èsser jos la forma exadecimala, per ex. « #FF00FF ».
pl: GNOME-Mud ma paletę szesnastu kolorów, które mogą być używane przez MUD. Musi zostać podana w formie listy nazw kolorów oddzielonych dwukropkami. Nazwy kolorów muszą być w formacie szesnastkowym, np. „#FF00FF”.
sl: Program uporablja 16-barvno paleto, ki jo lahko uporabijo MUD-i. Določena mora biti v obliki z dvopičjem ločenega seznama imen barv. Imena barv morajo biti v obliki hex, na primer "#FF00FF".
sr@latin: Gnom-VKT ima 16-bojnu paletu koju MUD-ovi mogu da koriste. Ona se mora uneti u obliku spiska boja razdvojenih dvotačkom. Nazivi boja treba da budu u heksadekadnom zapisu, npr. „#FF00FF“.
sr@latn: Gnom-MUD ima 16-bojnu paletu koju mogu da koriste programi MUD-ovi. Ona se mora uneti u obliku spiska boja razdvojenih dvotačkom. Imena boja treba da budu u heksadekadnom zapisu, npr. „#FF00FF“

source: GNOME-Mud will attempt to transmit a terminal type (like ANSI or VT100) if the MUD requests one. This option sets the terminal type that will be sent.
de: GNOME-Mud versucht, einen Terminal-Typ zu übertragen (wie ANSI oder VT100), falls der MUD einen anfordert. Diese Einstellung legt den Terminal-Typü fest, der dann übertragen werden soll.
eu: 'GNOME-Mud'-ek terminal mota bat (ANSI edo VT100) transmititzen saiatuko da MUDek bat eskatzen badu. Aukera honek bidaliko den terminal mota ezartzen du.
fr: GNOME-Mud essayera de transmettre un type de terminal (comme ANSI ou VT100) si le MUD en demande un. Cette option définit le type de terminal qui sera envoyé.
ne: जीनोम मडए टर्मिनल प्रकामा प्रसारण हुने छ(जस्तै एएनएसआइ छ भिटि१००) यदि मडले अनुरोध गर्छ भने। यो विकल्पले टर्मिनल प्रकार सेट गर्छ जुन पठाइन्छ।.
sr@latn: Gnom-MUD će pokušati da pošalje vrstu terminala (npr. ANSI ili VT100) ukoliko MUD to zahteva. Ova opcija postavlja vrstu terminala koja će biti poslata.

source: How many entries to keep in the command history
de: Wie viele Einträge in der Befehlschronik vorgehalten werden sollen
eu: Komandoen historian gordeko diren sarreren kopurua
fr: Nombre d'entrées à conserver dans l'historique des commandes
ne: आदेश इतिहासमा कति प्रबिष्टिहरू राख्नु पर्न
sr@latn: Koliko unosa da drži u istorijatu naredbi

source: How many entries to keep in the command history.
de: Wie viele Einträge in der Befehlschronik vorgehalten werden sollen.
eu: Komandoen historian gordeko diren sarreren kopurua.
fr: Nombre d'entrées à conserver dans l'historique des commandes.
ne: आदेश इतिहास भित्र जति प्रविष्टि राखिन्छन।

source: How often in seconds gnome-mud should flush logfiles.
de: Wie oft GNOME-Mud die Protokolldateien bereinigen soll (in Sekunden).
eu: Gnome-mud-ek zenbat segundoz behin irauli beharko lituzkeen egunkari-fitxategiak.
fr: Nombre de fois par seconde que gnome-mud écrit ces fichiers d'historique.
ne: कति सेकेन्डहरूमा जिनोम-मडले लगफाइलहरू राख्ने
oc: Nombre de còps per segonda que gnome-mud escriu sos fichièrs d'istoric.
pl: Jak często czyścić pliki dziennika (w sekundach).
sl: Kako pogosto naj program počisti datoteke dnevnika.
sr@latin: Na koliko sekundi će Gnom-VKT da osvežava datoteke dnevnika.

source: If enabled, GNOME-Mud will offer a few built-in keybindings. They can be overridden by custom keybindings, or they can be disabled completely with this option.
de: Falls dies aktiviert ist, stellt GNOME-Mud einige eingebaute Tastenkombinationen bereit. Diese können durch benutzerdefinierte Tastenkombinationen übergangen werden oder mit Hilfe dieser Einstellung komplett deaktivert werden.
eu: Gaituz gero, GNOME-Mud-ek laster-tekla inkorporatu batzuk eskainiko ditu. Laster-tekla pertsonalizatuek gainidatz ditzakete, edo erabat desgaitu aukera honekin.
fr: Si actif, GNOME-Mud propose quelques raccourcis clavier. Ils peuvent être remplacés par des raccourcis clavier personnalisés, ou désactivés complétement par cette option.
ne: यदि सक्षम गरियो भने जिनोम-मडले किबाइन्डिङमाहरूमा केहि बनाउनेछ। तिनीहरूलाई अनुकुलन किबाइन्डिङहरू द्वारा नियन्त्रण गर्न सक्नेछ, वा तिनीहरूलाई यो विकल्पमा पुरा असक्षम बनाउन सकिन्छ।
oc: Se actiu, GNOME-Mud propose qualques acorcis de clavièr. Pòdon èsser remplaçats per d'acorcis de clavièr personalizats, o descativats completament per aquesta opcion.
pl: Jeśli jest włączone, GNOME-Mud udostępni kilka wbudowanych skrótów klawiszowych. Mogą one być zastępowane niestandardowymi skrótami, albo całkowicie wyłączone za pomocą tej opcji.
sl: Izbrana možnost omogoči uporabo vgrajenih tipkovnih bližnjic. Te je mogoče prepisati s tipkovnimi bližnjicami po meri, ali pa jih s to možnostjo popolnoma onemogočiti.
sr@latin: Ako je uključeno, Gnom-VKT će ponuditi nekoliko ugrađenih prečica sa tastature. Njih je moguće prevazići podešavanjem prečica po izboru ili se mogu potpuno isključiti pomoću ove opcije.
sr@latn: Ako je uključeno, Gnom-MUD će ponuditi nekoliko ugrađenih prečica sa tastature. Njih je moguće prevazići podešavanjem prečica po izboru ili se mogu potpuno isključiti pomoću ove opcije.

source: If enabled, all the text typed in will be echoed in the terminal, making it easier to control what is sent.
da: Hvis aktiveret vil hele den indtastede tekst blive ekkoet i terminalen, hvilket gør det nemmere at kontrollere det sendte.
de: Falls dies aktiviert ist, wird der eingegebene Text lokal im Terminal ausgegeben, so dass man den verschickten Text überprüfen kann.
eu: Gaituz gero, bertan idatzitako testu guztiaren oihartzuna azalduko da terminalean, eta beraz errazagoa izango da zer bidaltzen den kontrolatzea.
fr: Si actif, tout le texte que vous saisissez sera redirigé vers le terminal, ce qui permet de contrôler plus facilement ce qui est envoyé.
fur: Se abilitât, ducj i tescj scrits a vignaran tornâts indaûr sul terminâl, fasint deventâ plui sempliç il control su ce che si invie.
id: Jika diaktifkan, semua teks yang diketik akan bergema di terminal, sehingga memudahkan untuk mengontrol apa yang dikirim.
ne: यदि सक्षम भयो भने सबै टाइप गरिएको पाठहरू टर्मिनलमा प्रतिध्वनित हुनेछ, यसलाई सजिलो सँग नियन्त्रण गर्न जुन पठाइन्छ।
oc: Se actiu, tot lo tèxte que vous saisissez sera redirigé vers lo terminal, ce qui permet de contrôler plus facilement ce qui est envoyé.
pl: Jeśli jest włączone, cały wpisywany tekst będzie powtarzany w terminalu, ułatwiając kontrolę nad wysyłanym tekstem.
ro: Dacă este activat, tot textul tastat va fi trimis ca ecou către terminal. Aceasta permite un control mai ușor asupra ceea ce va fi trimis.
ru: Если этот параметр включён, весь вводимый текст будет отображаться в терминале, что упрощает контроль над отправкой.
sl: Izbrana možnost omogoči kopiranje vsega vnesenega besedila v terminal, kar olajša nadzor poslanega besedila.
sr: Ако је укључено, сав унети текст ће се исписивати у терминал, тиме олакшавајући проверу онога што је послато.
sr@latin: Ako je uključeno, sav uneti tekst će se ispisivati u terminal, time olakšavajući proveru onoga što je poslato.
sr@latn: Ako je uključeno, sav uneti tekst će se ispisivati u terminal, time olakšavajući proveru onoga što je poslato.

source: If enabled, the text that is sent to the connection will be left as a selection in the entry box. Otherwise, the text entry box will be cleared after each text input.
da: Hvis aktiveret vil teksten som sendes til forbindelsen blive efterladt som en markering i indtastningsboksen. Ellers vil indtastningsboksen blive ryddet efter hver tekstindtastning.
de: Falls dies aktiviert ist, wird der eingegebene Text in der Eingabezeile behalten und markiert. Andernfalls wird das Texteingabefeld nach jeder Texteingabe geleert.
eu: Gaituz gero, konexiora bidalitako testua hautapen gisa utziko da sarrera-koadroan. Bestela, testu-sarreraren koadroa testua sartzen den bakoitzean garbituko da.
fr: Si actif, le texte qui est envoyé à la connexion, sera maintenu sélectionné dans le champ de saisie. Dans le cas contraire, le champ de saisie est effacé à chaque envoi.
id: Jika diaktifkan, teks yang dikirim ke koneksi akan dibiarkan sebagai pilihan di kotak masuk. Jika tidak, kotak entri teks akan dihapus setelah setiap input teks.
ne: यदि सक्षम भयो भने पाठलाई जडानमा पठाइन्छ प्रविष्टि बाकसमा छनोटको रूपमा छाडिनेछ। अन्यथा, पाठ प्रबिष्टि बाकस प्रत्येक पाठको निर्गत पछि खाली गरिनेछ।
oc: Se actiu, lo tèxte qui est envoyé a la connexion sera maintenu seleccionat dins lo camp de saisie. Dins lo cas contraire, lo camp de saisie est effacé a cada envoi.
pl: Jeśli jest włączone, tekst wysyłany do połączenia będzie pozostawiany jako zaznaczenie w polu wpisywania tekstu. W przeciwnym przypadku, pole wprowadzania tekstu będzie czyszczone po każdym poleceniu.
ro: Dacă este activat, textul ce este trimis către conexiune va rămâne ca o selecție în căsuța de intrare. Altfel, căsuța de intrare va fi curățată după fiecare introducere.
ru: Если этот параметр включён, отправляемый текст будет оставаться выделенным в поле ввода. В противном случае поле ввода будет очищаться после каждого ввода текста.
sl: Izbrana možnost določi. da bo besedilo poslano povezavi ostalo v vnosnem polju kot izbira. V nasprotnem primeru bo vnosno polje počiščeno po vsakem vnosu besedila.
sr: Ако је укључено, текст који је послат преко везе ће остати изабран у пољу за унос. Иначе, поље за унос ће се очистити после сваког слања.
sr@latin: Ako je uključeno, tekst koji je poslat preko veze će ostati izabran u polju za unos. Inače, polje za unos će se očistiti posle svakog slanja.
sr@latn: Ako je uključeno, tekst koji je poslat preko veze će ostati izabran u polju za unos. Inače, polje za unos će se očistiti posle svakog slanja.

source: If enabled, whenever there's new output the terminal will be scrolled to the bottom.
de: Falls dies aktiviert ist, wird nach unten gerollt, sobald im Terminal neue Ausgabe erscheint.
eu: Gaituz gero, irteera berri bat dagoenean terminala beheraino korrituko da.
fr: Si actif, quelque soit la nouvelle sortie de terminal, elle sera défilé vers le bas.
ne: यदि सक्षम भयो भने जब यहाँ नयाँ आगत टर्मिनल बटनमा स्क्रोल गरिने छ।
oc: Se actiu, tota novèla sortida fa desfilar lo contengut del terminal cap aval.
pl: Jeśli jest włączone, terminal będzie przewijany na dół za każdym razem, gdy pojawi się nowy tekst.
sl: Izbrana možnost omogoči drsanje novega odvoda terminala na dno.
sr@latin: Ako je uključeno, uvek kada ima novog izlaza, terminal će vas prebaciti na kraj.
sr@latn: Ako je uključeno, kada god ima novog izlaza, terminal će vas prebaciti na kraj.

source: Keybindings
da: Genvejstaster
de: Tastenkombinationen
eu: Laster-teklak
fr: Raccourcis clavier
fur: Associazion tascj
id: Keybinding
ne: किबाइन्डिङ्हरू
oc: Acorcis de clavièr
pl: Skróty klawiszowe
ro: Combinații de taste
ru: Комбинации клавиш
sl: Tipkovne bližnjice
sr: Пречице
sr@latin: Prečice
sr@latn: Vezivanja tastera

source: Last log file
de: Letzte Protokolldatei
eu: Azken egunkari-fitxategia
fr: Dernier fichier journal
ne: अन्तिम लग फाइल
oc: Darrièr fichièr jornal
pl: Ostatni plik dziennika
sl: Zadnja dnevniška datoteka
sr@latin: Datoteka poslednjeg dnevnika

source: List of commands which will be treated as movement commands by the automapper. A semicolon is used to separate each command.
de: Liste der Befehle, die vom Auto-Kartendialog als Bewegungsbefehle interpretiert werden. Zur Unterteilung der Befehle werden Strichpunkte verwendet.
eu: Komandoen zerrenda mapatzaile automatikoak mugimenduko komandoak bezala erabiltzeko. Puntu eta koma erabili komando bakoitza bereizteko.
fr: Liste de commandes qui seront traitées comme des commandes de mouvements par l'« automapper ». Un caractère « ; » est utilisé pour séparer chaque commande.
ne: आदेशहरूको सूची जुन चाल आदेशको रूपमा अटोम्यापर द्वारा व्यबाहार गरिनेछ। प्रत्येक आदेशलाई छुट्टाउनको लागि सेमिकोलन प्रयोग गरिने छ।
sr@latn: Spisak naredbi koje će se smatrati naredbama kretanja u samomapiranju. Naredbe se razdvajaju tačka-zarezom.

source: List of connections
de: Verbindungsliste
eu: Konexioen zerrenda
fr: Liste des connexions
ne: जडानहरूको सूची
sr@latn: Spisak uspostavljenih veza

source: List of connections known to GNOME-Mud. The list contains strings naming subdirectories relative to /apps/gnome-mud/connections.
de: Liste der GNOME-Mud bekannten verbindungen. Sie enthält Zeichenketten, die Unterverzeichnisse relativ zu »/apps/gnome-mud/connections« benennen.
eu: GNOME-Mud-ek ezagutzen dituen konexio ezagunen zerrenda. /apps/gnome-mud/connections direktorioko azpidirektorioen izenak dira.
fr: Liste de connexions connues de GNOME-Mud. La liste contient des chaînes nommant les sous-répertoires relatifs à /app/gnome-mud/connections.
ne: जडानहरूको सूची जिनोम-मडमा चिनिन्छ। विषयबस्तु सूचीमा स्ट्रिङहरू उपडाइरेक्टरी /एप्स/जिनोम-मड/जडानहरू सँग संबन्धित छन।
sr@latn: Spisak veza poznatih Gnom-MUD-u. Spisak sadrži niske koje označavaju poddirektorijume u odnosu na /apps/gnome-mud/connections.

source: List of movement commands
de: Liste der Bewegungsbefehlen
eu: Mugimenduko komandoen zerrenda
fr: Liste des commandes de mouvement
ne: चाल आदेशहरूको सूची
sr@latn: Spisak naredbi kretanja

source: List of profiles
de: Profilliste
eu: Profilen zerrenda
fr: Liste des profils
ne: प्रोफाईलहरुको सूची
oc: Lista dels perfils
pl: Lista profili
sl: Seznam profilov
sr@latin: Spisak skupova podešavanja
sr@latn: Spisak skupova podešavanja

source: List of profiles known to GNOME-Mud. The list contains strings naming subdirectories relative to /apps/gnome-mud/profiles.
de: Liste der GNOME-Mud bekannten Profile. Sie enthält Zeichenketten, die Unterverzeichnisse relativ zu »/apps/gnome-mud/profiles« benennen.
eu: GNOME-Mud-ek ezagutzen dituen profil ezagunen zerrenda. /apps/gnome-mud/profiles direktorioko azpidirektorioen izenak dira.
fr: Liste des profils connus de GNOME-Mud. La liste contient des chaînes nommant les sous-répertoires relatifs à /apps/gnome-mud/profiles.
ne: प्रोफाइलहरूको सूची जिनोम-मडमा चिनिन्छ। सूचीमा स्ट्रिङहरू उपडाइरेक्टरी /एप्स/जिनोम-मड/प्रोफाइलहरू सँग संबन्धित छन।
oc: Lista dels perfils coneguts de GNOME-Mud. La lista conten de cadenas que nomenan los sosrepertòris relatius a /apps/gnome-mud/profiles.
pl: Lista profili znanych programowi GNOME-Mud. Lista zawiera ciągi nazywające podkatalogi względem „/apps/gnome-mud/profiles”.
sl: Seznam profilov v GNOME-Mud. Seznam vsebuje nize, ki poimenujejo podmape relativno na /apps/gnome-mud/profiles.
sr@latin: Spisak skupova podešavanja koji su prisutni za Gnom-VKT. Spisak sadrži niske koje imenuju poddirektorijume u „/apps/gnome-mud/profiles“.
sr@latn: Spisak skupova podešavanja koji su prisutni za Gnom-MUD. Spisak sadrži niske koje imenuju poddirektorijume u /apps/gnome-mud/profiles.

source: Log flush interval
de: Protokoll-Bereinigungsintervall
eu: Egunkaria iraultzeko bitartea
fr: Intervalle des écritures du journal
ne: लग फ्लस अन्तर
oc: Interval d'escritura del jornal
pl: Okres między czyszczeniem dziennika
sl: Interval brisanja dnevnika
sr@latin: Period osvežavanja dnevnika
