Repository: GNOME/gnome-mud
Catalog: po/*.po
Languages: da, de, eu, fr, fur, id, ne, oc, pl, ro, ru, sl, sr, sr@latin, sr@latn

source: Can't create a link to another floor!
de: Es können keine Verbindungen mit anderen Ebenen angelegt werden!
eu: Ezin da estekarik sortu beste zoru batean.
fr: Impossible de créer un lien vers un autre étage !
ne: अर्को फ्लोरमा संबन्द राख्न सकिदैन!
sr@latn: Ne može da napravi vezu sa drugim spratom!

source: There is already a link here!
de: Hier existiert bereits eine Verbindung!
eu: Hemen badago esteka bat lehendik ere.
fr: Il y a déjà un lien ici !
ne: यहाँ पहिले नै लिङ्क छ!
sr@latn: Ovde već postoji veza!

source: GNOME-Mud AutoMapper
de: GNOME-Mud Auto-Karte
eu: GNOME-Mud-en auto-mapatzailea
fr: Cartographe automatique de GNOME-Mud
ne: जिनोम-मड अटोम्यापर
sr@latn: Gnom-MUD samomapiranje

source: Plugin Information
de: Plugin-Informationen
eu: Pluginaren informazioa
fr: Information sur les greffons
ne: प्लगइन सुचना
sr@latn: Podaci o dodatku

source: Plugin Name:
eu: Pluginaren izena:
fr: Nom de greffon :
ne: प्लगइन नाम:
sr@latn: Ime dodatka:

source: Plugin Author:
de: Plugin-Autor:
eu: Pluginaren egilea:
fr: Auteur du greffon :
ne: प्लगइन लेखक:
sr@latn: Autor dodatka:

source: Plugin Version:
eu: Pluginaren bertsioa:
fr: Version du greffon :
ne: प्लगइन संस्करण:
sr@latn: Izdanje dodatka:

source: Plugin Description:
de: Plugin-Beschreibung:
eu: Pluginaren azalpena:
fr: Description du greffon :
ne: प्लगइन बिबरण:
sr@latn: Opis dodatka:

source: Enable plugin
de: Plugin aktivieren
eu: Gaitu plugina
fr: Activer le greffon
ne: प्लगइन सकृय बनाउनुहोस्
sr@latn: Uključi dodatak

source: Error getting plugin handle (%s): %s.
de: Fehler beim Ermitteln des Plugin-Handles (%s): %s.
eu: Errorea pluginaren kudeatzailearen IDa lortzean (%s): %s
fr: Erreur lors de l'obtention de l'identificateur de greffon (%s) : %s
ne: प्लगइन सञ्चालन मा त्रुटि देखाउँदै (%s): %s.
sr@latn: Greška pri dobavljanju ručke dodatke (%s): %s.

source: Error, %s not an GNOME-Mud module: %s.
de: Fehler, %s ist kein GNOME-Mud-Modul: %s.
eu: Errorea. %s ez da GNOME-Mud modulu bat: %s.
fr: Erreur, %s n'est pas un module GNOME-Mud : %s
ne: त्रुटि, %s जिनोम-मड मोडुल होइन: %s.
sr@latn: Greška, %s ne predstavlja moduo za Gnom-MUD: %s.

source: Registering plugin `%s' under the name `%s'.
de: Plugin »%s« wird unter dem Namen »%s« registriert.
ne: `%s' नाममा `%s' प्लगइन रजिस्टर गर्दै।
sr@latn: Prijava dodatka „%s“ pod imenom „%s“.

source: Error while registering the menu: %s
de: Fehler beim Registrieren des Menüs: %s
eu: Errorea menua erregistratzean: %s
fr: Erreur au cours de l'enregistrement du menu : %s
ne: मेनु रजिस्टर गर्दा त्रुटि: %s
sr@latn: Greška pri prijavi menija: %s

source: Error while registering data %s: %s
de: Fehler beim Registrieren der Daten %s: %s
eu: Errorea %s datuak erregistratzean: %s
fr: Erreur au cours de l'enregistrement des données %s : %s
ne: डाटा रजिष्टर गर्दा त्रुटि %s: %s
sr@latn: Greška pri prijavi podataka %s: %s

source: Error while getting plugin from handle.
de: Fehler beim Ermitteln des Plugins aus einem Handle.
eu: Errorea plugina IDtik lortzean.
fr: Erreur lors de l'obtention du greffon depuis son gestionnaire.
ne: ह्यान्डलबाट प्लगइन गर्दा त्रुटि
sr@latn: Greška pri dobavljanju dodatka pomoću ručke.

source: Could not open MudList file for reading
de: Die MudList-Datei konnte nicht zum Lesen geöffnet werden
ne: पढ्नका लागि मड सूची फाइल खोल्न सकिदैन
sr@latn: Nisam mogao da pročitam datoteku sa MudList-om

source: GNOME-Mud MudList
ne: जिनोम-मड मडलिस्ट
sr@latn: Gnom-MUD MudList

source: Mud name:
ne: मड नाम:
sr@latn: MUD ime:

source: Codebase:
de: Code-Basis:
ne: संकेत आधार:
sr@latn: Osnova koda:

source: Telnet address:
de: Telnet-Adresse:
ne: टेलनेट ठेगाना:
sr@latn: Telnet adresa:

source: Connect to the mud
de: Mit dem Mud verbinden
ne: मडमा जडान गर्नुहोस्
sr@latn: Poveži se na MUD

source: Import and close
de: Importieren und schließen
ne: आयात गरी बन्द गर्नुहोस्
sr@latn: Uvezi i zatvori

source: Go to webpage of the mud
de: Zur Website des Muds gehen
ne: मडको वेब पेजमा जानुहोस्
sr@latn: Idi na veb stranicu MUD-a

source: Description:
de: Beschreibung:
ne: विबरण:
sr@latn: Opis:

source: *** Connection closed.
de: *** Verbindung geschlossen.
eu: *** Konexioa itxi da.
fr: *** Connexion fermée.
ne: *** जडान बन्द भयो।
oc: *** Connexion tampada.
pl: *** Zamknięto połączenie.
sl: *** Povezava je zaprta.
sr@latin: *** Veza je prekinuta.
sr@latn: *** Veza je prekinuta.

source: *** Can't connect - you didn't specify a host.
de: *** Verbindungsaufbau fehlgeschlagen - kein Rechner angegeben.
ne: *** जडान गर्न सकिदैन - तपाईँले होष्ट निश्चित गरेको छैन।
sr@latn: *** Ne može da se poveže — niste naveli server.

source: *** No port specified - assuming port 23.
de: *** Kein Port angegeben - Port 23 wird verwendet.
ne: *** कुनै पोर्ट तोकिएको छैन - अनुमान गरिएको पोर्ट २३।
sr@latn: *** Port nije naveden — podrazumeva port broj 23.

source: *** Making connection to %s, port %s.
de: *** Verbindung mit %s, Port %s wird hergestellt.
ne: *** %s मा जडान बनाउँदै, पोर्ट %s.
sr@latn: *** Uspostavlja vezu sa %s, preko porta broj %s.

source: *** Trying %s port %s...
de: *** %s, port %s wird versucht...
ne: *** %s प्रयास गर्दै पोर्ट %s...
sr@latn: *** Isprobava %s preko porta broj %s...

source: *** Connection established.
de: *** Verbindung hergestellt.
ne: *** जडान स्थापना गरियो।
sr@latn: *** Veza je uspostavljena.

source: Couldn't convert text input
de: Texteingabe konnte nicht konvertiert werden
ne: पाठ आगतमा रूपान्तरण गर्न सकिएन

source: Palette had %d entry instead of %d
de: Palette hatte %d Eintrag statt %d
eu: La paleta tenía %d entrada en vez de %d
fr: La palette possède une entrée au lieu de %d
ne: रंगदानी सँग %d प्रविष्टिको बदलामा %d
sr@latn: Paleta ima %d stavku umesto %d

source: %s already exists and is not a directory!
de: %s existiert bereits und ist kein Verzeichnis!
eu: %s badago lehendik ere eta ez da direktorioa.
fr: %s existe déjà et ce n'est pas un répertoire.
ne: %s पहिले नै अबस्थित छ र डाइरेक्टरी होइन!
sr@latn: %s već postoji, a nije direktorijum!

source: %s does not exist and can NOT be created: %s
de: %s existiert nicht und kann NICHT erstellt werden: %s
eu: %s ez da existitzen eta EZIN da sortu: %s
fr: %s n'existe pas et NE peut PAS être créé : %s
ne: %s अवस्थित छैन र निर्माण गर्न सकिदैन: %s
sr@latn: %s ne postoji i ne mogu da ga napravim: %s

source: Font:
de: Schrift:
eu: Letra-tipoa:
fr: Police :
ne: फन्ट:

source: Main font that is used on all open connections.
de: Hauptschrift, die für alle offenen Verbindungen verwendet wird.
ne: मुख्य फन्ट जुन सबै खुला जडानहरूमा प्रयोग गरिन्छ।
sr@latn: Glavni font koji se koristi u svim uspostavljenim vezama.

source: The quick brown fox jumps over the lazy dog
de: Franz jagt im komplett verwahrlosten Taxi quer durch Bayern
ne: छिटो ब्राउन फक्स अल्छि डग माथि उफ्रन्छ।
sr@latn: Brza smeđa lisica skače preko lenjog psa.

source: Color palette:
de: Farbpalette:
eu: Kolore-paleta:
fr: Palette de couleurs :
ne: रङ्दानी:
sr@latn: Paleta boja:

source: Background color:
de: Hintergrundfarbe:
eu: Atzeko planoaren kolorea:
fr: Couleur d'arrière-plan :
ne: पृष्ठभूमिको रङ्ग:
sr@latn: Boja pozadine:

source: Foreground color:
de: Vordergrundfarbe:
eu: Aurreko planoaren kolorea:
fr: Couleur de premier-plan :
ne: अग्रभाग रंग:
sr@latn: Boja teksta:

source: Default foreground color used when the connection doesn't request the use of a specific color.
de: Die voreingestellte Vordergrundfarbe, die verwendet werden soll, falls die Verbindung keine spezielle Farbe vorgibt.
ne: पूर्वनिर्धारित अग्रभाग रंग प्रयोग गरिन्छ जहिले जडानले निश्चित रंगको प्रयोग अनुरोध गर्दैन।
sr@latn: Podrazumevana boja koja se koristi kada veza ne zahteva izričito upotrebu neke boje.

source: Default background color used when the connection doesn't request the use of a specific color.
de: Die voreingestellte Hintergrundfarbe, die verwendet werden soll, falls die Verbindung keine spezielle Farbe vorgibt.
ne: पूर्वनिर्धारित पृष्ठभुमी रंग प्रयोग गरिन्छ जहिले जडानले निश्चित रंगको प्रयोग अनुरोध गर्दैन।
sr@latn: Podrazumevana boja pozadine koja se koristi kada veza ne zahteva izričito upotrebu neke boje.

source: Change the color of a specific color that the MUD requests to use.
de: Die Farbe einer speziellen Farbe verändern, die der MUD vorgibt.
ne: विशिष्ट रंग परिवर्तन गर्नुहोस जसलाई मडले प्रयोग गर्न अनुरोध गर्दछ।
sr@latn: Izmenite boju izričite boje koju zahteva MUD.

source: on top
de: oben
ne: माथी
sr@latn: na vrhu

source: on the right
de: rechts
ne: दाँया मा
sr@latn: desno

source: at the bottom
de: unten
ne: तल तिर
sr@latn: u dnu

source: on the left
de: links
ne: बाँया मा
sr@latn: levo

source: GNOME-Mud Preferences
de: GNOME-Mud Einstellungen
ne: जिनोम-मड प्राथमिकताहरु
sr@latn: Postavke za Gnom-MUD

source: Functionality
de: Funktionalität
eu: Funtzionalitatea
fr: Fonctionnalité
ne: प्रकार्यता
sr@latn: Mogućnosti

source: _Echo the text sent
de: Den verschickten Text _lokal ausgeben
fr: _Afficher le texte envoyé
ne: _पठाएको पाठ प्रतिध्वनि गर्नुहोस्
sr@latn: _Ispiši poslati tekst

source: _Keep the text entered
de: Den eingegebenen Text _beibehalten
fr: _Conserver le texte saisi
ne: _प्रविष्टि गरेको पाठ राख्नुहोस्
sr@latn: _Čuvaj uneti tekst

source: Disable _System Keys
de: _Systemtasten deaktivieren
eu: Desgaitu _sistemako gakoak
fr: Désactiver les touches _systèmes
ne: _प्रणाली कुञ्जी असक्षम बनाउनुहोस्
sr@latn: Isključi _sistemske tastere

source: Command division character:
de: Befehlstrennzeichen:
fr: Caractère séparateur de commandes :
ne: बिभाजन क्यारेक्टर आदेश दिनुहोस्:
sr@latn: Znak za deljenje naredbi:

source: The character used to divide commands sent to the mud. For example, ";", will let the string "w;look" be sent to the mud as 2 separate commands.
de: Das zum Trennen von an den Mud geschickten Befehlen verwendete Zeichen. So lässt »;« z:b. die Zeichenkette »w;look« als zwei getrennte Befehle an den Mud schicken.
ne: कयारेक्टरलाइ मडमा पठाउने आदेशहरू बिभाजन गर्न प्रयोग गरिन्छ। उदाहरणको लागि, ";", ले स्ट्रिङ "डब्लु;हेर्नु" मडमा २ भिन्न आदेशहरूमा पठाइन्छ।
sr@latn: Znak kojim se dele naredbe koje se šalju MUD-u. Na primer, „;“ će omogućiti da se niska „z;gledaj“ pošalje MUD-u kao dve zasebne naredbe.

source: Command history:
de: Befehlschronik:
fr: Historique des commandes :
ne: आदेश इतिहास:
sr@latn: Istorijat naredbi:

source: The number of entries to be saved in the command history.
de: Die Anzahl der in der Befehlschonrik zu speichernden Einträge.
fr: Le nombre d'entrées à enregistrer dans l'historique des commandes.
ne: इतिहास आदेशमा बचत गर्नु पर्ने प्रविष्टहरूको संख्या।
sr@latn: Broj stavki koje se čuvaju u istorijatu naredbi.

source: Terminal type:
de: Terminal-Typ:
fr: Type de terminal :
ne: टर्मिनल प्रकार:
sr@latn: Vrsta terminala:

source: MudList file:
de: MudList-Datei:
ne: मडलिस्ट फाइल:
sr@latn: MudList datoteka:

source: Select a MudList File...
de: Eine MudList-Datei auswählen...
ne: ... मडलिस्ट फाइल छनोट गर्नुहोस्
sr@latn: Izaberite MudList datoteku...

source: Mudlist file to be used for the mudlist functionality.
de: Für die Mudlist-Funktionalität zu verwendende Mudlist-Datei.
ne: मडलिस्ट फाइललाई मषलिस्ट कार्यमा प्रयोग गरिन्छ।
sr@latn: Mudlist datoteka koja se koristi za mudlist mogućnosti.

source: Color and Fonts
de: Farben und Schriften
eu: Kolorea eta letra-tipoak
fr: Couleur et polices
ne: रङ्ग र फन्टहरु
sr@latn: Boje i fontovi

source: Appearance
de: Erscheinungsbild
ne: रूप
sr@latn: Izgled

source: Tabs are located:
de: Reiter befinden sich:
ne: ट्याबहरु भेटाइन्छ:
sr@latn: Jezičci se nalaze:

source: This setting defines where to place the connection tabs that are used to change active connection.
de: Diese Einstellung legt fest, wo die Verbindungsreiter platziert werden sollen, die verwendet werden, um die aktive Verbindung zu wechseln.
ne: यो सेटिङले जडान ट्याबहरू कहाँ राख्ने जुन सकृय जडान परिबर्तन गर्न प्रयोग गरिन्छ।
sr@latn: Ovo podešavanje određuje gde se smeštaju jezičci za veze koji se koriste za izmenu aktivne veze.

source: Scrollback:
de: Rollpuffer:
eu: Korritu atzerantz:
fr: Archivage :
ne: स्क्रोलब्याक:
sr@latn: Zapamti:

source: Number of lines to save in the scrollback.
de: Anzahl der im Rollpuffer zu speichernden Zeilen.
eu: Korritze-barran mantentzeko lerro kopurua
fr: Nombres de lignes à enregistrer dans l'archivage.
ne: स्क्रोलब्याकमा बचत गर्ने पंक्तिहरूको संख्या।
sr@latn: Broj linija koje se pamte.

source: lines
de: Zeilen
eu: lerroak
fr: lignes
ne: पंक्तिहरू
sr@latn: redova

source: S_croll on output
de: Bei _Ausgabe rollen
eu: Korritu _irteeran
fr: Dé_filer la sortie
ne: निर्गतमा स्क्रोल गर्नुहोस्
sr@latn: Po_meraj pri izlazu

source: If enabled, the terminal will scroll to the bottom if new output appears in the connection when the terminal was scrolled back.
de: Falls dies aktiviert ist, rollt das Terminal ans Ende, sobald neue Ausgabe in der Verbindung erscheint, nachdem das Terminal zurückgerollt wurde.
ne: यदि सक्षम छ भने टर्मिनलले तल स्क्रोल गर्ने छ यदि जडानमा नयाँ आगत देखापर्दछ जब टर्मिनलमा स्क्रोलव्याक गरयो भने।
sr@latn: Ukoliko je uključeno, terminal će se prebacivati na kraj ukoliko se pojavi novi izlaz preko veze.

source: AutoMapper
de: Auto-Karte
ne: अटोम्यापर
sr@latn: Samomapiranje

source: Unusual movement commands:
de: Unübliche Bewegungsbefehle:
ne: असाधरण चाल आदेशहरू:
sr@latn: Neobične naredbe kretanja:

source: If you use the automapper, you may want to specify here some unusual movement commands. When you use one of these, the automapper will create a path to an other map. Use a semicolon to separate the different commands.
de: Falls Sie den Auto-Kartendialog verwenden, können Sie hier einige unübliche Bewegungsbefehle angeben. Wenn sie eine von diesen verwenden, legt der Auto-Kartendialog einen Pfad zu einer anderen Karte an. Verschiedene Befehle werden durch Strichpunkte abgetrennt.
ne: यदि तपाई अटोम्यापर प्रयोग गर्नुहुन्छ, तपाईले असाधरण गति आदेशहरू निश्चित गर्न सक्नुहुन्छ। जब तपाईले एउटा बिषय प्रयोग गर्न चाहनुहुन्छ भने अटोम्यापरले अर्को म्यापमा बाटो बनाउने छ। भिन्नभिन्न आदेशहरू छुट्टाउन सेमिकोलन को प्रयोग गर्नुहोस्।
sr@latn: Ukoliko koristite samomapiranje, ovde možete navesti neke neobične naredbe kretanja. Kada koristite neku od njih, samomapiranje će napraviti putanju do druge mape. Koristite tačka-zarez za razdvajanje više naredbi.

source: New profile
de: Profil anlegen
ne: नयाँ प्रोफाइल
sr@latn: Novi skup podešavanja

source: Name of new profile:
de: Name des neuen Profils:
ne: नयाँ प्रोफाइलको नाम:
sr@latn: Ime novog skupa podešavanja:

source: GNOME-Mud: Profilelist
de: GNOME-Mud: Profilliste
ne: जिनोम-मड: प्रोफाइल सूची
sr@latn: Gnom-MUD: Spisak skupa podešavanja

source: Default
de: Vorgabe
ne: पूर्वनिर्धारित
sr@latn: Podrazumevano

source: Delete
de: Löschen
ne: मेट्नुहोस्
sr@latn: Obriši

source: GNOME-Mud Connections
de: GNOME-Mud Verbindungen
ne: जिनोम-मड जडानहरु
sr@latn: Gnom-MUD veze

source: Mud
ne: मड

source: Character
da: Tegn
de: Charakter
fur: Caratar
id: Karakter
ne: क्यारेक्टर
oc: Caractèr
pl: Postać
ro: Caracter
ru: Символ
sr: Знак
sr@latin: Znak
sr@latn: Lik

source: Mud information
de: Mud-Informationen
ne: मड सूचना
sr@latn: Podaci o MUD-u

source: Title:
de: Titel:
ne: शीर्षक:
sr@latn: Naslov:

source: Character information
de: Charakterinformationen
ne: क्यारेक्टर सूचना
sr@latn: Podaci o liku

source: Character:
de: Charakter:
ne: क्यारेक्टर:
sr@latn: Lik:

source: Password:
de: Passwort:
ne: पासवर्ड:
sr@latn: Lozinka:

source: Profile information
de: Profilinformationen
ne: प्रोफाइल सूचना
sr@latn: Podaci o skupu podešavanja

source: Select Profile
de: Profil wählen
ne: प्रोफाइल छनोट गर्नुहोस्
sr@latn: Izaberite skup podešavanja

source: Fetch from mudlist
de: Von Mud-Liste holen
ne: मड सूची वाट तन्नुहोस्
sr@latn: Preuzmi iz mudlist-a

source: Connect
da: Forbind
de: Verbinden
eu: Konektatu
fr: Connecter
fur: Conet
id: Sambung
ne: जडान
oc: Connectar
pl: Połącz
ro: Conectează-te
ru: Подключиться
sl: Poveži se
sr: Повежи се
sr@latin: Poveži se
sr@latn: Poveži se

source: Profiles
da: Profiler
de: Profile
eu: Profilak
fr: Profils
fur: Profîi
id: Profil
ne: प्रोफाईलहरु
oc: Perfils
pl: Profile
ro: Profiluri
ru: Профили
sl: Profili
sr: Скуп подешавања
sr@latin: Skup podešavanja
sr@latn: Skup podešavanja

source: GNOME-Mud Profiles
de: GNOME-Mud Profile
ne: जिनोम-मड प्रोफाईलहरु
sr@latn: Skupovi Gnom-MUD podešavanja

source: New
de: Anlegen
ne: नयाँ
sr@latn: Novi

source: Create a new profile
de: Ein neues Profil anlegen
ne: नयाँ प्रोफाइल सृजना गर्नुहोस्
sr@latn: Napravi novi skup podešavanja

source: Delete a profile
de: Ein Profil löschen
ne: प्रोफाइल मेट्नुहोस्
sr@latn: Obriši skup podešavanja

source: Set aliases
de: Aliase festlegen
ne: उपनामहरू सेट गर्नुहोस्
sr@latn: Postavi nadimke

source: Set variables
de: Variablen festlegen
ne: चलहरू सेट गर्नुहोस्
sr@latn: Postavi promenljive

source: Set triggers
de: Auslöser festlegen
ne: ट्राइगरहरू सेट गर्नुहोस्
sr@latn: Postavi događaje

source: Set keybindings
de: Tastenkombinationen festlegen
ne: किबाइन्डिङहरू सेट गर्नुहोस्
sr@latn: Postavi prečice

source: Directions
de: Richtungen
ne: दिशाहरू

source: Set directions
de: Richtungen festlegen
ne: दिशाहरू सेट गर्नुहोस्

source: Close
da: Luk
de: Schließen
eu: Itxi
fur: Siere
id: Tutup
ne: बन्द गर्नुहोस
oc: Tampar
pl: Zamknij
ro: Închide
ru: Закрыть
sl: Zapri
sr: Затвори
sr@latin: Zatvori
sr@latn: Zatvori

source: Close the window
de: Das Fenster schließen
ne: सन्झ्याल वन्द गर्नुहोस
sr@latn: Zatvori prozor

source: _Hide window
de: Fenster ver_bergen
eu: _Ezkutatu leihoa
fr: _Masquer la fenêtre
ne: विन्डो _लुकाउनु॒होस
oc: A_magar la fenèstra
pl: _Ukryj okno
sl: S_krij okno
sr@latin: _Sakrij prozor

source: _Show window
de: Fenster an_zeigen
eu: _Erakutsi leihoa
fr: _Afficher la fenêtre
ne: विन्डो _देखाउनुहोस्
oc: _Afichar la fenèstra
pl: _Wyświetl okno
sl: _Pokaži okno
sr@latin: _Prikaži prozor

source: _Quit
de: _Beenden
eu: I_rten
fr: _Quitter
ne: _बन्द गर्नुहोस्
oc: _Quitar
pl: Za_kończ
sl: _Končaj
sr@latin: _Izađi

source: GNOME Mud
ne: जिनोम मडो

source: East
de: Ost
eu: Ekialdea
fr: Est
ne: पूर्व

source: Look
de: Blickrichtung
eu: Itxura
fr: Regarder
ne: हेर्नुहोस्

source: North
de: Nord
eu: Iparraldea
fr: Nord
ne: उत्तर

source: Northeast
de: Nordost
eu: Ipar-ekialdea
fr: Nord-est
ne: उत्तरपूर्व

source: Northwest
de: Nordwest
eu: Ipar-mendebaldea
fr: Nord-ouest
ne: उत्तरपश्चिम

source: South
de: Süd
eu: Hegoaldea
fr: Sud
ne: दक्षिण

source: Southeast
de: Südost
eu: Hego-ekialdea
fr: Sud-est
ne: दक्षिणपूर्व

source: Southwest
de: Südwest
eu: Hego-mendebaldea
fr: Sud-ouest
ne: दक्षिणपश्चिम

source: West
eu: Mendebaldea
fr: Ouest
ne: पश्चिम

source: Directionbindings
de: Richtungsbindungen

source: Last log directory
sr@latn: Direktorijum poslednjeg dnevnika

source: Enable sound file downloading on MSP enabled MUDs
eu: Gaitu soinu-fitxategiak deskargatzea MSP gaitutako MUDetan
oc: Activar lo telecargament de fichièrs son pels MUD que supòrtan MSP
pl: Włączenie pobierania plików dźwiękowych w przypadku MUD z włączonym MSP
sl: Omogoči zvočno datoteko prejeto na MUD-ih z omogočenim MSP
sr@latin: Uključuje preuzimanje zvučnih datoteka na MSP uključenim VKT-ovima

source: Encoding
da: Kodning
eu: Kodeketa
fur: Codifiche
id: Enkoding
oc: Encodatge
pl: Kodowanie
ro: Codare
ru: Кодирование
sl: Kodiranje
sr: Кодирање
sr@latin: Kodiranje

source: Encoding Index
eu: Indize-kodeketa
oc: Indèx de l'encodatge
pl: Indeks kodowania
sl: Seznam kodiranj
sr@latin: Popis kodiranja

source: File where the mud list (used in the MudList dialog) will be read
eu: Fitxategia mud zerrenda irakurtzeko (Mud-en zerrendaren elkarrizketa-koadroan erabilita)
fr: Fichier depuis lequel la liste mud sera lue (utilisé dans la boîte de dialogue de liste des MUD)

source: List of MUDs known to GNOME-Mud. The list contains strings naming subdirectories relative to /apps/gnome-mud/muds
eu: GNOME-Mud-ek ezagutzen dituen MUDen zerrenda. /apps/gnome-mud/muds direktorioko azpidirektorioen izenak dira.
fr: Liste de MUD connus de GNOME-Mud. La liste contient les chaînes nommand les sous-répertoires relatifs à /app/gnome-mud/muds

source: List of Muds
eu: MUDen zerrenda
fr: Liste des MUD

source: Proxy Hostname
eu: Proxyaren ostalari-izena
oc: Nom del servidor mandatari
pl: Nazwa komputera pośrednika
sl: Ime gostitelja posredniškega strežnika
sr@latin: Naziv domaćina posrednika

source: Proxy Version
eu: Proxy-bertsioa
oc: Version del servidor mandatari
pl: Wersja pośrednika
sl: Različica posredniškega strežnika
sr@latin: Izdanje posrednika

source: Remote Download
eu: Urruneko deskarga
oc: Telecargament distant
pl: Zdalne pobieranie
sl: Oddaljen prejem
sr@latin: Preuzmi udaljeno

source: Remote Encoding
eu: Urruneko kodeketa
oc: Encodatge distant
pl: Zdalne kodowanie
sl: Oddaljeno kodiranje
sr@latin: Udaljeno kodiranje

source: The SOCKS Version to be used.
eu: Erabili beharreko SOCKS bertsioa.
oc: La version de SOCKS a utilizar.
pl: Używana wersja SOCKS.
sl: Različica SOCKS za uporabo.
sr@latin: Izdanje SOCKS-a za korišćenje.

source: The encoding for the terminal widget.
da: Kodningen for terminalkontrollen.
eu: Terminalaren kodeketa.
id: Enkoding untuk widget terminal.
oc: Encodatge pel component de terminal.
pl: Kodowanie widżetu terminala.
ro: Codarea pentru widgetul terminalului.
ru: Кодировка для виджета терминала.
sl: Kodiranje gradnika terminala.
sr: Кодирање за елемент терминала.
sr@latin: Kodiranje za element terminala.

source: The file in which a mudlog was last saved.
eu: mudlog bat azken aldiz gorde zen fitxategia.
fr: Le fichier dans lequel un journal MUD a été enregistré.
oc: Lo fichièr dins lo qual un jornal MUD es estat enregistrat.
pl: Plik, w którym ostatnio zapisano dziennik MUD.
sl: Datoteka v kateri je bil dnevnik mud zadnjič shranjen.
sr@latin: Datoteka u kojoj je sačuvan poslednji VKT-ov dnevnik.

source: The hostname for the SOCKS proxy server.
da: Værtsnavnet for SOCKS-proxyserveren.
eu: SOCKS proxy-zerbitzariaren ostalari-izena.
fur: Il non dal host pal servidôr proxy SOCKS.
id: Nama host untuk peladen proxy SOCKS.
oc: Lo nom del servidor mandatari SOCKS.
pl: Nazwa komputera serwera pośrednika SOCKS.
ro: Numele de gazdă al serverului de proxy SOCKS.
ru: Название узла для прокси-сервера SOCKS.
sl: Ime gostitelja za gostiteljski strežnik SOCKS.
sr: Назив домаћина за СОЦКС посреднички сервер.
sr@latin: Naziv domaćina za SOCKS posrednički server.

source: The index of the currently selected encoding.
eu: Unean hautatutako kodeketaren indizea.
oc: L'indèx de l'encodatge actualament seleccionat.
pl: Indeks obecnie wybranego kodowania.
sl: Kazalo trenutno izbranega kodiranja.
sr@latin: Popis trenutno izabranog kodiranja.

source: Use Proxy
eu: Erabili proxya
oc: Utilizar un servidor mandatari
pl: Pośrednik
sl: Uporaba posredniškega strežnika
sr@latin: Upotreba posrednika

source: Use Remote Encoding negotiation.
da: Brug fjernkodningsforhandling.
eu: Erabili urruneko kodeketaren negoziazioa.
fur: Dopre negoziazion de codifiche rimote.
id: Gunakan negosiasi Encoding Jauh.
oc: Utilizar la negociacion de l'encodatge distant.
pl: Używanie negocjacji zdalnego kodowania.
ro: Folosește negocierea pentru codare de la distanță.
ru: Использовать согласование удалённого кодирования.
sl: Uporaba pogajanja oddaljenega kodiranja.
sr: Користи договор о удаљеном кодирању.
sr@latin: Koristi dogovor o udaljenom kodiranju.

source: Use a proxy server to connect to the mud.
eu: Erabili proxy-zerbitzaria mud-arekin konektatzeko.
sl: Uporaba posredniškega strežnika za povezavo z mud.

source: Plugin error (%s)
eu: Pluginaren errorea (%s)
fr: Erreur de greffon (%s)
