Repository: GNOME/gnome-mud
Catalog: po/*.po
Languages: da, de, eu, fr, fur, id, ne, oc, pl, ro, ru, sl, sr, sr@latin, sr@latn

source: _Manage Profiles…
da: _Håndter profiler …
fur: _Gjestìs profîi…
id: _Kelola Profil…
ro: _Gestionează profilurile…
ru: _Управление профилями…
sr: _Управљај профилима…
