Repository: GNOME/gnome-mud
Catalog: po/*.po
Languages: da, de, eu, fr, fur, id, ne, oc, pl, ro, ru, sl, sr, sr@latin, sr@latn

source: Mudlist file
de: Mudlist-Datei
eu: MUD zerrendaren fitxategia
fr: Fichier des listes de MUD
ne: मडलिस्ट फाइल
sr@latn: Mudlist datoteka

source: Number of lines to keep in scrollback
da: Antal linjer der skal bevares i tilbagerulningen
de: Anzahl der im Rollpuffer vorzuhaltenden Zeilen
eu: Korritze-barran mantentzeko lerro kopurua
fr: Nombres de lignes à conserver dans l'archivage
id: Jumlah baris untuk tetap digulir kembali
ne: स्क्रोलब्याकमा राखिने रेखाहरुको सङ्ख्या
oc: Nombres de linhas de conservar dins l'archivatge
pl: Liczba wierszy do przewijania
ro: Numărul de linii păstrate pentru derulare înapoi
ru: Количество строк для обратной прокрутки
sl: Število vrstic v pomnilniku vrstic
sr: Број редова који се памте
sr@latin: Broj redova koji se pamte
sr@latn: Broj linija koje se pamte

source: Number of scrollback lines to keep around. You can scroll back in the terminal by this number of lines; lines that don't fit in the scrollback are discarded.
de: Anzahl der vorzuhaltenden Zeilen im Rollpuffer. Sie können im Terminal diese Zeilenanzahl zurückrollen; Zeilen, die nicht in den Rollpuffer passen werden verworfen.
eu: Korritze-barran zenbat lerro mantendu. Terminalean atzera korri zaitezkeen lerro kopurua; korritze-barran sartzen ez diren lerroak baztertzen dira.
fr: Nombres de lignes d'archivage à conserver. Vous pouvez afficher ce nombre de ligne d'archivage dans le terminal, les lignes qui ne rentrent pas dans l'archivage sont abandonnées.
ne: स्क्रोलब्याक पंक्तिहरूको संख्यालाई वरिपरि राख्ने। तपाइँले टर्मिनलमा पंक्ति संख्याहरू द्वारा स्क्रोलब्याक गर्न सकिन्छ, स्क्रोलब्याकमा नमिल्ने लाइनहरूलाई हटाइन्छ।
oc: Nombres de linhas d'archivatge de conservar. Podètz afichar aqueste nombre de linhas d'archivatge dins lo terminal, las linhas que dintran pas dins l'archivatge son abandonadas.
pl: Liczba wierszy do przewijania. Można przewinąć terminal wstecz o tę liczbę wierszy. Wcześniejsze wiersze są usuwane.
sl: Število obdržanih vrstic. V terminalu je mogoče drsati nazaj to število vrstic. Ostale vrstice so zavržene.
sr@latin: Broj redova koji se pamte. Ovoliko redova možete ići unazad u terminalu; suvišni redovi se odbacuju.
sr@latn: Broj linija koje se pamte. Možete ići unazad u terminalu za ovaj broj linija; linije koje nisu stale se zanemaruju.

source: Tab location
de: Anzeigeort der Reiter
eu: Fitxen kokalekua
fr: Emplacement des onglets
ne: ट्याब स्थान
sr@latn: Raspored jezičaka

source: Terminal type
de: Terminal-Typ
eu: Terminal mota
fr: Type de terminal
ne: टर्मिनल प्रकार
sr@latn: Vrsta terminala

source: The file that was last used to save a mudlog in.
de: Die Datei, die als letztes verwendet wurde, um ein Mud-Log darin zu speichern.
ne: अन्तिम प्रयोग गरिएको फाइललाई मडलगमा भण्डारण गर्नुहोस्।

source: The location of the connection tabs. Valid options are "left", "right", "top" and "bottom".
de: Der Anzeigeort der Verbindungsreiter. Zulässige Werte: »left« (links), »right« (right), »top« (oben) sowie »bottom« (unten).
eu: Konexioen fitxen kokalekua. Balio erabilgarriak: "left" (ezkerrean), "right" (eskuinean), "top" (goian) eta "bottom" (behean).
fr: Emplacement des onglets de connexions. Les options valides sont « left » (gauche), « right » (droite), « top » (haut) et « bottom » (bas).
ne: ट्याबहरूको जडान स्थान। मान्य विकल्पहरू "बायाँ", "दायाँ", "माथि" र "तल".
sr@latn: Raspored jezičaka za veze. Dozvoljene mogućnosti su „left“, „right“, „top“ i „bottom“.

source: Triggers
da: Udløsere
de: Auslöser
eu: Abiarazleak
fr: Déclencheurs
id: Pemicu
ne: ट्राइगरहरू
oc: Desenclavadors
pl: Wyzwalacze
ro: Declanșatoare
ru: Триггеры
sl: Sprožilniki
sr: Окидачи
sr@latin: Okidači
sr@latn: Okidači

source: Variables
da: Variabler
de: Variablen
eu: Aldagaiak
fur: Variabilis
id: Variabel
ne: चलहरू
oc: Variablas
pl: Zmienne
ro: Variabile
ru: Переменные
sl: Spremenljivke
sr: Променљиве
sr@latin: Promenljive
sr@latn: Promenljive

source: Whether to echo sent text to the connection
da: Hvorvidt sendt tekst til forbindelsen skal ekkoes
de: Soll der verschickte Text lokal ausgegeben werden?
eu: Bidalitako testuaren oihartzuna konexioan azaltzea ala ez
fr: Indique si le texte envoyé à la connexion doit être dupliqué
id: Apakah menggemakan teks terkirim ke koneksi
ne: जब जडानमा प्रतिध्वनिले पाठ पठाइन्छ।
oc: Indica se lo tèxte mandat a la connexion deu èsser duplicat
pl: Czy powtarzać tekst wysłany do połączenia
ro: Dacă să se transmită textul trimis ca ecou către conexiune
ru: Выводить ли отправленный в соединение текст
sl: Ali naj bo besedilo, poslano povezavi, kopirano
sr: Да ли да исписује текст који се шаље преко везе
sr@latin: Da li da ispisuje tekst koji se šalje preko veze
sr@latn: Da li da ispisuje tekst koji se šalje preko veze

source: Whether to enable or disable the system keys
de: Sollen die Systemtasten aktiviert werden?
eu: Sistema-teklak gaitu ala desgaitu behar diren
fr: Indique si activer ou désactiver les clés du système
ne: जब प्रणाली कुञ्जीहरू सक्षम वा असक्षम बनाउनु पर्दछ
oc: Indica se activar o desactivar les clés del système
pl: Czy włączyć klawisze systemowe
sl: Ali naj bodo sistemske tipke omogočene
sr@latin: Da li da uključi sistemske tastere
sr@latn: Da li da uključi sistemske tastere

source: Whether to keep text sent to the connection
da: Hvorvidt sendt tekst til forbindelsen skal beholdes
de: Soll der verschickte Text beibehalten werden?
eu: Konexiora bidalitako testua gordetzea ala ez
fr: Indique si conserver le texte envoyé à la connexion
id: Apakah menyimpan teks yang dikirim ke koneksi
ne: जब पाठ राख्नको लागि जडानमा पठाइन्छ
oc: Indica se conservar lo tèxte envoyé a la connexion
pl: Czy zachowywać tekst wysłany do połączenia
ro: Dacă să se păstreze textul trimis către conexiune
ru: Сохранять ли отправленный в соединение текст
sl: Ali naj bo besedilo, poslano povezavi, obdržano
sr: Да ли да чува текст који се шаље преко везе
sr@latin: Da li da čuva tekst koji se šalje preko veze
sr@latn: Da li da čuva tekst koji se šalje preko veze

source: Whether to scroll to the bottom when there's new output
de: Soll zum Ende gerollt werden, sobald es neue Ausgabe gibt
eu: Irteera berri bat dagoenean beheraino korritu behar den
fr: Indique s'il faut défiler vers le bas à chaque nouvelle sortie
ne: जब तल स्क्रोल गर्नको लागि याहाँ नयाँ आगत छ।
oc: Indica se cal far desfilar cap aval a cada novèla sortida
pl: Czy przewijać na dół po pojawieniu się nowego tekstu
sl: Ali naj se ob novem izpisu drsnik premakne na dno
sr@latin: Da li da pomeri na dno kada ima novog izlaza
sr@latn: Da li da pomeri na dno kada ima novog izlaza

source: No void characters allowed.
de: void-Zeichen unzulässig.
ne: कुनै छाडिएको क्यारेक्टरहरूलाई अनुमती छैन।
sr@latn: Prazni znaci nisu dozvoljeni.

source: Actions
de: Aktionen
ne: कार्यहरु
sr@latn: Radnje

source: Character '%c' not allowed.
de: Zeichen »%c« nicht zulässig.
ne: '%c' क्यारेक्टरलाई अनुमति छैन।
sr@latn: Znak „%c“ nije dozvoljen.

source: %s too big.
de: %s zu groß.
ne: %s धेरै ठूलो।
sr@latn: %s je preveliko.

source: Can't duplicate %s.
de: %s konnte nicht dupliziert werden.
ne: %s नक्कल गर्न सक्दैन।
sr@latn: Ne mogu da dupliram %s.

source: Alias
ne: उपनाम
sr@latn: Nadimak

source: Replacement
de: Ersetzung
ne: बदल्ने काम
sr@latn: Zamena

source: Values
de: Werte
ne: मानहरू
sr@latn: Vrednosti

source: %s: trying to access to undefined data range: %d
de: %s: Versuchter Zugriff auf nicht definierten Datenberiech: %d
ne: %s:अपरिभाषित लगत दायरा प्राप्त गर्ने प्रयास गर्दै: %d
sr@latn: %s: pokušava da pristupi nedefinisanom opsegu podataka: %d

source: GNOME-Mud Configuration Center
de: GNOME-Mud Konfigurationszentrum
ne: जिनोम-मडटो कन्फिगरेशसेन्टरच॒
sr@latn: Centar za podešavanje Gnom-MUD-a

source: Orientation
de: Ausrichtung
ne: अभिमुखीकरण

source: The orientation of the tray.
de: Die Ausrichtung des Benachrichtigungsfelds.
ne: ट्रेको अभिमुखीकरण

source: There was an error accessing GConf: %s
de: Beim Zugriff auf GConf ist ein Fehler aufgetreten: %s
eu: Errorea gertatu da GConf atzitzean: %s
fr: Impossible d'accéder à GConf : %s
ne: जिकन्फलाईा पहुँच गर्दा एउटा गल्ती भय: %s ो

source: The default configuration values could not be retrieved correctly.
de: Die Konfigurationsvorgaben konnten nicht korrekt ausgelesen werden.
eu: Konfigurazioko balio lehenetsiak ezin izan dira ongi eskuratu.
fr: Les valeurs de la configuration par défaut n'ont pas pu être obtenues correctement.
ne: पूर्वनिर्धारित कन्फिग्रेसनका मानहरुलाई पुनप्राप्त गर्न सकिएन।

source: Please check your GConf configuration, specifically that the schemas have been installed correctly.
de: Bitte überprüfen Sie Ihre GConf-Konfiguration, speziell ob die Schemen korrekt installiert wurden.
eu: Egiaztatu GConf-en konfigurazioa, bereziki eskemak ongi instalatu direla.
fr: Vérifiez votre configuration GConf, plus particulièrement que les schémas ont été installés correctement.
ne: कृपया तपाइँको जिकन्फ् कन्फिग्रेसनलाई जाँच्नुहोस, विशेष गरि योजनाहरु ठीकसँग स्थापना भएका छन्।

source: Failed to init GConf: %s
de: GConf konnte nicht initialisiert werden: %s
eu: Huts egin du Gconf hasieratzean: %s
fr: Impossible d'initialiser GConf : %s
ne: जिकन्फ इनिट असफल: %s
oc: Impossible d'inicializar GConf : %s
pl: Zainicjowanie biblioteki GConf się nie powiodło: %s
sl: Ni mogoče zagnati GConf: %s
sr@latin: Nisam uspeo da pokrenem GKonf: %s
sr@latn: Nisam uspeo da pokrenem GKonfa: %s

source: Do you really want to quit?
de: Wollen Sie wirklich beenden?
ne: के तपाई साँच्चै नै अन्त्य गर्न चाहनुहुन्छ?
sr@latn: Da li zaista želite da izađete?

source: Connect...
de: Verbinden...
eu: Konektatu...
fr: Connexion...
ne: जडान...
sr@latn: Poveži se...

source: Host:
da: Vært:
de: Rechner:
eu: Ostalaria:
fr: Hôte :
ne: होस्ट:
oc: Òste :
pl: Komputer:
ro: Gazdă:
ru: Хост:
sl: Gostitelj:
sr: Сервер:
sr@latin: Server:
sr@latn: Server:

source: Port:
eu: Ataka:
fur: Puarte:
ne: पोर्ट:
oc: Pòrt :
ru: Порт:
sl: Vrata:
sr: Прикључник:
sr@latin: Priključnik:

source: *** Internal error: no such connection.
de: *** Interner Fehler: Keine derartige Verbindung.
ne: *** आन्तरिक त्रुटि: कुनै यस्तो जडान छैन।
sr@latn: *** Unutrašnja greška: nema takve veze.

source: Artwork by:
de: Künstlerische Gestaltung von:
ne: कलाकारीता द्वारा:

source: translator_credits
de: Robin Ericsson <robin@localhost.nu> Jörgen Kosche <mnementh@gmx.de> Christian Neumair <chris@gnome-de.org>
ne: अनुवादकको_श्रेय
sr@latn: Danilo Šegan <dsegan@gmx.net> Prevod.org — prevod na srpski jezik.

source: A Multi-User Dungeon (MUD) client for GNOME.
de: Ein Multi-User-Dungeon-Client (MUD) für GNOME.
ne: बहु प्रयोगकर्यता डङगन (मड) जिनोमको ग्राहक।
sr@latn: Gnom program za višekorisničke tamnice (MUD).

source: GNOME-Mud home page
ne: जिनोम-मड मुख्य पृष्ठ
sr@latn: Početna stranica za Gnom-MUD

source: There was an error displaying help: %s
de: Beim Anzeigen der Hilfe ist ein Fehler aufgetreten: %s
ne: यहाँ त्रुटि देखाउने मद्दत थियो: %s
sr@latn: Došlo je do greške pri prikazivanju pomoći: %s

source: Wizard...
de: Assistent...
ne: विजार्ड...
sr@latn: Vila...

source: Open the Connection Wizard
de: Den Verbindungsassistenten öffnen
ne: विजार्ड जडान खोल्नुहोस्
sr@latn: Pozovi u pomoć vilu za uspostavljanje veza

source: Profiles...
de: Profile...
ne: प्रोफाईलहरु...
sr@latn: Skupovi podešavanja...

source: Manage user profiles
de: Benutzerprofile verwalten
ne: प्रयोगकर्ताको प्रोफाइलहरू व्यवस्थित गर्नुहोस्
sr@latn: Upravljaj skupovima podešavanja korisnika

source: Connect to a mud
de: Mit einem Mud verbinden
ne: मडमा जडान गर्नुहोस्
sr@latn: Poveži se sa MUD-om

source: Disconnect
da: Afbryd
de: Verbindung trennen
eu: Deskonektatu
fr: Déconnecter
fur: Disconet
id: Putus
ne: विच्छेद गर्नुहोस्
oc: Desconnectar
pl: Rozłącz
ro: Deconectează-te
ru: Отключиться
sl: Prekinitev povezave
sr: Прекини везу
sr@latin: Prekini vezu
sr@latn: Prekini vezu

source: Disconnect from the mud
de: Die Verbindung mit dem Mud trennen
ne: मडबाट विच्छेद गर्नुहोस्
sr@latn: Prekida vezu sa MUD-om

source: Reconnect
da: Genforbind
de: Neu verbinden
eu: Konektatu berriro
fr: Reconnecter
fur: Torne conet
id: Sambung ulang
ne: पुनजडान गर्नुहोस्
oc: Reconnectar
pl: Połącz ponownie
ro: Reconectează-te
ru: Повторно подключиться
sl: Ponovno se poveži
sr: Поново се повежи
sr@latin: Ponovo se poveži
sr@latn: Ponovo se poveži

source: Reconnect to the mud
de: Die Verbindung mit dem Mud neu aufbauen
ne: मडमा पुन जडान गर्नुहोस्
sr@latn: Ponovo se poveži sa MUD-om

source: Exit
de: Beenden
ne: बाहिर जाने
sr@latn: Izađi

source: Quit GNOME-Mud
de: GNOME-Mud beenden
ne: जिनोम-मड बन्द गर्नुहोस्
sr@latn: Izađi iz Gnom-MUD-a

source: Connection _Wizard...
de: Verbindungs_assistent...
ne: विजार्ड_जोडाइ...
sr@latn: _Vila za povezivanje...

source: _MudList Listing...
de: _MudList-Liste...
ne: _मडलिस्ट सूची राख्दै...
sr@latn: _Ispis mudlist-a...

source: C_onnect...
de: _Verbinden...
ne: _जडान...
sr@latn: _Poveži se...

source: _Disconnect
da: _Afbryd
de: Verbindung _trennen
eu: _Deskonektatu
fr: _Déconnecter
fur: _Disconet
id: _Putus
ne: _विच्छेद गर्नुहोस्
oc: _Desconnectar
pl: _Rozłącz
ro: _Deconectează-te
ru: _Отключиться
sl: _Prekini povezavo
sr: _Прекини везу
sr@latin: _Prekini vezu
sr@latn: P_rekini vezu

source: _Reconnect
da: _Genforbind
de: _Neu verbinden
eu: _Konektatu berriro
fr: _Reconnecter
fur: To_rne conet
id: _Sambung Ulang
ne: _पुनजडान गर्नुहोस्
oc: _Reconnectar
pl: Połą_cz ponownie
ro: _Reconectare
ru: Пов_торное подключение
sl: Pono_vno poveži
sr: Поново _се повежи
sr@latin: Ponovo _se poveži
sr@latn: Poveži _se ponovo

source: S_tart Logging...
de: _Protokollierung beginnen...
ne: लग _सुरु गर्नुहोस्...
sr@latn: _Započni praćenje...

source: Sto_p Logging
de: Protokollierung _anhalten...
ne: लग _रोक्नुहोस्
sr@latn: Z_austavi praćenje...

source: _Save Buffer...
de: Puffer _speichern...
eu: _Gorde bufferra...
fr: _Enregistrer le tampon...
ne: ...बफर _बचत गर्नुहोस्
oc: _Enregistrar lo tampon...
pl: Zapi_sz bufor…
sl: _Shrani medpomnilnik ...
sr@latin: _Sačuvaj međumemoriju...
sr@latn: _Sačuvaj bafer...

source: _Close Window
de: Fenster s_chließen
ne: सञ्झ्याल _बन्द गर्नुहोस्
sr@latn: _Zatvori prozor

source: _Plugin Information...
de: _Plugin-Informationen...
ne: _प्लगइन सुचना...
sr@latn: _Podaci o dodatku

source: Auto _Mapper...
de: Auto-_Karte...
ne: _अटोम्यापर...
sr@latn: Samo_mapiranje..

source: P_lugins
ne: _प्लगइनहरू
sr@latn: _Dodaci

source: User Manual
de: Benutzerhandbuch
ne: प्रयोगकर्ता म्यानुअल
sr@latn: Uputstvo

source: Display the GNOME-Mud User Manual
de: Das GNOME-Mud-Benutzerhandbuch anzeigen
ne: जिनोम-मड प्रयोगकर्ता म्यानुअल प्रदर्शन गर्नुहोस्
sr@latn: Prikaži uputstvo za Gnom-MUD

source: Plugin API Manual
de: Plugin-API-Handbuch
ne: एपिआइ म्यानुअल प्लगइन गर्नुहोस्
sr@latn: Uputstvo za API za dodatke

source: Display the GNOME-Mud Plugin API Manual
de: Das GNOME-Mod-Plugin-API-Handbuch anzeigen
ne: जीनोम-मड प्लगइन एपिआइ म्यानुअल प्रदर्शन गर्नुहोस्
sr@latn: Prikaži uputstvo za Gnom-MUD API za dodatke

source: Main
de: Allgemein
ne: मुख्य
sr@latn: Glavno

source: GNOME-Mud version %s (compiled %s, %s)
de: GNOME-Mud, Version %s (kompiliert %s, %s)
ne: जिनोम-मड संस्करण %s (संकलित %s, %s)
sr@latn: Gnom-MUD izdanje %s (izgrađena %s, %s)

source: Distributed under the terms of the GNU General Public License.
de: Veröffentlicht unter den Bedingungen der GNU General Public License.
ne: जिएनयु साधारण सार्बजनिक लाइसेन्सको सिमाभित्र रहेर वितरण गरिन्छ।
sr@latn: Objavljeno pod Gnuovom Opštom javnom licencom (GPL).

source: You must use capture first!
de: Sie müssen zuvor aufnehmen!
ne: तपाइँले पहिले क्याप्चर प्रयोग गर्नु पर्दछ!
sr@latn: Morate prvo izabrati tastere!

source: Can't add an existing key.
de: Hinzufügen existierender Tasten nicht möglich.
ne: अवस्थित कुञ्जी थप्न सकिदैन।
sr@latn: Ne mogu da dodam postojeći taster.

source: Incomplete fields.
de: Felder unvollständig.
ne: अपूर्ण क्षेत्रहरू
sr@latn: Nepotpuna polja.

source: GNOME-Mud Keybinding Center
de: GNOME-Mud Tastenkombinationszentrum
ne: जिनोम-मड किबाइन्डिङ् सेन्टर
sr@latn: Centar za izbor prečica za Gnom-MUD

source: Key
de: Taste
ne: कुञ्जी
sr@latn: Taster

source: Command
de: Befehl
ne: आदेश
sr@latn: Naredba

source: Bind
de: Tastenmakro
ne: बाइन्ड
sr@latn: Priveži

source: Capture
de: Aufnehmen
ne: क्याप्चर
sr@latn: Izaberi

source: *** Already logging to %s. Close that log first.
de: *** Es wird bereits nach %s protokolliert. Schließen Sie zuvor dieses Protokoll.
ne: *** %s मा पहिले नै लगअन छ। पहिलो लग बन्द गर्नुहोस्
sr@latn: *** Već beleži u dnevnik %s. Prvo zatvorite taj dnevnik.

source: Open log
de: Protokoll öffnen
ne: लग खोल्नुहोस्
sr@latn: Otvori dnevnik

source: *** No log to be closed is open in this window.
de: *** In diesem Fenster ist kein zu schließendes Protokoll geöffnet.
ne: *** यस सञ्झ्यालमा बन्द गर्नु पर्ने लग खोलिदैन।
sr@latn: *** Nijedan dnevnik nije otvoren o ovom prozoru koji je moguće zatvoriti.

source: *** Couldn't open %s.
de: *** %s konnte nicht geöffnet werden
ne: *** %s खोल्न सकिएन।
sr@latn: *** Ne mogu da otvorim %s.

source: *** Logging to %s.
de: *** Protokollieren nach %s.
ne: *** %s मा लग हुँदै।
sr@latn: *** Beleži u %s.

source: *** Stopped logging to %s.
de: *** Protokollieren nach %s angehalten.
ne: *** %s मा लग गर्न रोक्नुहोस्।
sr@latn: *** Zaustavi beleženje u %s.

source: *** Could not open file for writing.
de: *** Datei konnte nicht zum Schreiben geöffnet werden.
ne: *** लेख्नकालागि फाइल खोल्न सकिएन।
sr@latn: *** Ne mogu da otvorim datoteku za pisanje.

source: Please select a log file...
de: Bitte wählen Sie eine Protokolldatei...
ne: कृपया ... लग फाइल छनोट गर्नुहोस्
sr@latn: Izaberite datoteku dnevnika...

source: Ready.
de: Bereit.
eu: Prest.
fr: Prêt.
ne: तयार
sr@latn: Spreman.

source: Canceled.
de: Abgebrochen.
eu: Bertan behera utzita.
fr: Annulé.
ne: रद्द गरियो।
sr@latn: Otkazano.

source: A link already exists here!
de: Hier existiert bereits eine Verbindung!
eu: Badago esteka lehendik ere.
fr: Un lien existe déjà ici !
ne: यहाँ लिङ्क अबस्थित छ!
sr@latn: Veza već postoji ovde!

source: Ready
de: Bereit
eu: Prest
fr: Prêt
ne: तयार
sr@latn: Spreman

source: Link created
de: Verbindung angelegt
eu: Esteka sortuta
fr: Lien créé
ne: लिङ्क सिर्जना गरियो
sr@latn: Veza je stvorena

source: Can't create a node here
de: Hier kann keine Verbindung angelegt werden
eu: Ezin da nodoa hemen sortu
fr: Impossible de créer un noeud ici
ne: यहाँ नोड सिर्जना गर्न सकिदैन
sr@latn: Ne može ovde da napravi čvor

source: New Map
de: Karte anlegen
eu: Mapa berria
fr: Nouvelle carte
ne: नयाँ नक्सा
sr@latn: Nova mapa

source: Creating a path
de: Es wird ein Pfad angelegt
eu: Bide-izena sortzen
fr: Création d'un chemin
ne: बाटो सिर्जना गर्दै
sr@latn: Stvaram putanju

source: Path lead to a new map
de: Pfad führt zu einer neuen Karte
ne: नयाँ नक्सामा जाने बाटो
sr@latn: Putanja vodi na novu mapu

source: New map
de: Karte anlegen
eu: Mapa berria
fr: Nouvelle carte
ne: नयाँ नक्सा
sr@latn: Nova mapa

source: Path follows an already existing path:
de: Pfad folgt einem bereits existierenden Pfad:
eu: Bide-izenak lehendik ere bdagoen bide-izen bat jarraitzen du:
fr: Le chemin suit un chemin pré-existant :
ne: पहिलेनै रहेको बाटोबाट जाने बाटो:
sr@latn: Putanja prati već postojeću putanju:

source: Create
de: Anlegen
eu: Sortu
fr: Créer
ne: सिर्जना
sr@latn: Stvori

source: Enter in a path
de: Einen Pfad eingeben
eu: Sartu bide-izenean
fr: Prendre un chemin
ne: बाटो भित्र प्रवेश गर्नुहोस्
sr@latn: Unesite putanju

source: Create a new path:
de: Einen neuen Pfad anlegen:
eu: Sortu bide-izen berria:
fr: Créer un nouveau chemin :
ne: नयाँ बाटोको सिर्जना:
sr@latn: Napravi novu putanju:

source: Enter in existing path:
de: Existierenden Pfad eingeben:
eu: Sartu existitzen den bide-izena:
fr: Prendre un chemin existant :
ne: हालको बाटोमा प्रवेश गर्नुहोस्:
sr@latn: Unesi u postojeću putanju:

source: This node has already 8 links. Destroy one of these before trying to create a new one
de: Dieser Knoten hat bereits 8 Verbindungen. Zerstören Sie einen von diesen, bevor Sie einen neuen anlegen
eu: Nodo honek jadanik 8 esteka ditu. Ezabatu hauetariko bat berri bat sortu aurretik.
fr: Ce noeud possède déjà 8 liens. Détruisez l'un d'eux avant d'essayer d'en créer un nouveau
ne: यस नोड सँग पहिले नै ८ लिङ्कहरू छन। अर्को नयाँ सिर्जना गर्ने प्रयासको अगाडि एउटा नष्ट गर्नुहोस्।
sr@latn: Ovaj čvor već ima 8 veza. Uništite jednu od ovih pre nego što dodate novu

source: Enter to finish, Esc to quit
de: Eingabetaste zum Fertigstellen, Escape-Taste zum Beenden
eu: Sartu amaitzeko, Ihes irtetzeko
fr: « Entrée » pour terminer, « Échap. » pour quitter
ne: समाम्तिको लागि इन्टर, बन्द गर्नाका लागि इस्क
sr@latn: Enter da okončate, Esc da izađete

source: Use move buttons to build the link.
de: Verwenden Sie die Bewegungstasten, um die Verbindung anzulegen.
eu: Erabili botoi mugikorrak esteka sortzeko.
fr: Utiliser les boutons de déplacement pour construire le lien.
ne: लिङ्क निर्माणका लागि हटाउने बटनहरू प्रयोग गर्नुहोस।
sr@latn: Koristite dugmad za pomeranje za izgradnju veze.

source: Zoom In
de: Ansicht Vergrößern
eu: Handiagotu
fr: Zoom avant
ne: जुम इन
sr@latn: Uvećaj

source: Zoom Out
de: Ansicht Verkleinern
eu: Txikiagotu
fr: Zoom arrière
ne: जुम आउट
sr@latn: Umanji

source: Configure Automap
de: Auto-Karte konfigurieren
eu: Konfiguratu auto-mapa
fr: Configurer « automap »
ne: स्वचालित नक्सा कन्फिगर गर्नुहोस्
sr@latn: Podesi samomapiranje

source: Teleport here
de: Hier Teleportieren
eu: Telegarraiatu hona
fr: Téléporter ici
ne: टेलिपोर्ट् यहाँ
sr@latn: Teleportuj se ovde

source: Create new link
de: Neue Verbindung anlegen
eu: Sortu esteka berria
fr: Créer un nouveau lien :
ne: नयाँ लिङ्क सिर्जना गर्नुहोस्
sr@latn: Napravi novu vezu

source: Enter
de: Betreten
eu: Sartu
fr: Entrer
ne: प्रविष्टि गर्नुहोस्
sr@latn: Uđi

source: N
eu: I
ne: एन
sr@latn: S

source: NE
de: NO
eu: IE
ne: एनई
sr@latn: SI

source: E
de: O
ne: ई
sr@latn: I

source: SE
de: SO
eu: HE
ne: एसई
sr@latn: SI

source: S
eu: H
ne: एस
sr@latn: J

source: SW
eu: HM
fr: SO
ne: एसडब्लु
sr@latn: JZ

source: W
eu: M
fr: O
ne: डब्लु
sr@latn: Z

source: NW
eu: IM
fr: NO
ne: एनडब्लु
sr@latn: SZ

source: Up
de: Rauf
eu: Gora
fr: Haut
ne: माथि
sr@latn: Gore:

source: Down
de: Runter
eu: Behera
fr: Bas
ne: तल
sr@latn: Dole

source: Remove
de: Entfernen
eu: Kendu
fr: Enlever
ne: हटाउनुहोस्
sr@latn: Ukloni

source: Load
de: Laden
eu: Kargatu
fr: Charger
ne: लोड गर्नुहोस्
sr@latn: Učitaj

source: Save
de: Speichern
eu: Gorde
fr: Enregistrer
ne: बचत गर्नुहोस
sr@latn: Sačuvaj

source: Load map
de: Karte laden
eu: Kargatu mapa
fr: Charge une carte
ne: नक्सा लोड गर्नुहोस्
sr@latn: Učitaj mapu

source: Save map
de: Karte speichern
eu: Gorde mapa
fr: Enregistre une carte
ne: नक्सा बचत गर्नुहोस्
sr@latn: Sačuvaj mapu

source: No link existed in that direction
de: In dieser Richtung existierte keine Verbindung
eu: Ez da estekarik existitzen helbide horretan
fr: Pas de lien existant dans cette direction
ne: यो दिशामा कुनै लिङ्क अबस्थित छैन
sr@latn: Ne postoji veza u tom smeru

source: Cannot break links to a node going up or down
de: Nach oben oder unten führende Verbindungen können nicht zerstört werden
eu: Ezin da nodo batekiko estekarik hautsi gora edo behera joatean
fr: Impossible de briser les liens dans un noeud allant de haut en bas
ne: माथि वा तल जाने नोडमा लिङ्कहरू फुटाउन सकिदैन।
sr@latn: Ne može da prekine vezu ka čvoru koje idu gore ili dole

source: Destination node has already a connection here
de: Zielknoten hat hier bereits eine Verbindung
eu: Helburuko nodoak badu jadanik konexio bat hemen
fr: Le noeud de destination possède déjà une connection ici
ne: यहाँ गन्तब्य नोडको पहिलेनै जडान छ
sr@latn: Odredišni čvor je već povezan ovde
