Repository: GNOME/gnome-mud
Catalog: po/*.po
Languages: da, de, eu, fr, fur, id, ne, oc, pl, ro, ru, sl, sr, sr@latin, sr@latn

source: There was an error loading config value for whether to use image in menus. (%s)
eu: Errorea menuetan irudirik erabili behar den zehazteko konfigurazio-balioa kargatzean. (%s)
fr: Erreur au chargement de la valeur de configuration permettant de savoir si une image peut être utilisée dans les menus.(%s)
oc: Error al cargament de la valor de configuracion que permet de saber se un imatge pòt èsser utilizat dins los menús.(%s)
pl: Wystąpił błąd podczas wczytywania wartości konfiguracji używania obrazów w menu. (%s)
sl: Prišlo je do napake med nalaganjem nastavitvene vrednosti za uporabo slike v menijih. (%s)
sr@latin: Došlo je do greške učitavanja vrednosti podešavanja o korišćenju slike u izborniku. (%s)

source: *** Making connection to %s, port %d.
da: *** Etablerer forbindelse til %s, port %d.
eu: *** %s(r)ekin konektatzen, %d ataka.
fr: *** Connexion en cours à %s, port %d.
id: *** Membuat koneksi ke %s, port %d.
oc: *** Connexion en cors a %s, pòrt %d.
pl: *** Łączenie z %s na porcie %d.
ro: *** Se stabilește conexiunea către %s pe portul %d.
ru: *** Подключение к %s, порт %d.
sl: *** Povezovanje z %s, vrata %d.
sr: *** Успоставља везу са „%s“, преко прикључника %d.
sr@latin: *** Uspostavlja vezu sa „%s“, preko priključnika %d.

source: <password removed>
da: <adgangskode fjernet>
eu: <pasahitza kendu da>
fur: <password gjavade>
id: <Kata sandi dihapus>
oc: <senhal suprimit>
pl: <usunięto hasło>
ro: <parola a fost ștearsă>
ru: <пароль удалён>
sl: <geslo odstranjeno>
sr: <лозинка је уклоњена>
sr@latin: <lozinka je uklonjena>

source: Change P_rofile
da: Ændr _profil
eu: Aldatu p_rofila
fr: Changer de p_rofil
fur: Cambie p_rofîl
id: Ubah P_rofil
oc: Cambiar de p_erfil
pl: _Zmień profil
ro: Schimbă p_rofilul
ru: Из_менить профиль
sl: Spremeni p_rofil
sr: Измени _профил
sr@latin: Izmeni _profil

source: _Input Methods
eu: _Sarrera-metodoak
fr: _Méthodes d'entrée
oc: _Metòdes d'entrada
pl: _Metody wprowadzania
sl: _Načini vnosa
sr@latin: _Načini unosa

source: *** Could not connect.
eu: *** Ezin izan da konektatu.
oc: *** Connexion impossibla.
pl: *** Nie można połączyć.
sl: *** Ni se mogoče povezati.
sr@latin: *** Ne mogu da se povežem.

source: *** Connected.
da: *** Forbundet.
eu: *** Konektatuta.
fur: *** Conetût.
id: *** Tersambung.
oc: *** Connectat.
pl: *** Połączono.
ro: *** Conectat.
ru: *** Подключен.
sl: *** Povezano.
sr: *** Повезан сам.
sr@latin: *** Povezan sam.

source: Connecting...
eu: Konektatzen...
oc: Connexion...
pl: Łączenie…
sl: Povezovanje ...
sr@latin: Povezujem se...

source: Connection timed out.
eu: Konexioaren denbora-muga gainditu da.
oc: Relambi de connexion depassat.
pl: Przekroczono czas połączenia.
sl: Povezava je časovno potekla.
sr@latin: Isteklo je vreme za povezivanje.

source: There was an internal http connection error.
da: Der var en intern http-forbindelsesfejl.
eu: Barneko http konexio-errorea zegoen.
id: Ada kesalahan koneksi http internal.
oc: Una error intèrna de connexion HTTP s'es producha.
pl: Wystąpił wewnętrzny błąd połączenia HTTP.
ro: A apărut o eroare internă la conexiunea http.
ru: Произошла внутренняя ошибка подключения HTTP.
sl: Prišlo je do notranje napake http povezave.
sr: Дошло је до унутрашње грешке хттп везе.
sr@latin: Došlo je do unutrašnje greške http veze.

source: Downloading
eu: Deskargatzen
oc: Telecargament
pl: Pobieranie
sl: Prejemanje
sr@latin: Preuzimam

source: *** Log starts *** %d/%m/%Y %H:%M:%S
eu: *** Egunkariaren hasiera *** %Y/%m/%d %H:%M:%S
fr: *** Début du journal *** %d/%m/%Y %H:%M:%S
oc: *** Començament del jornal *** %d/%m/%Y %H:%M:%S
pl: *** Początek dziennika *** %d.%m.%Y %H∶%M∶%S
sl: *** Beleženje se začne *** %d.%m.%Y %H.%M.%S
sr@latin: *** Dnevnik počinje *** %d.%m.%Y. u %H:%M:%S

source: *** Log stops *** %d/%m/%Y %H:%M:%S
eu: *** Egunkariaren amaiera *** %Y/%m/%d %H:%M:%S
fr: *** Fin du journal *** %d/%m/%Y %H:%M:%S
oc: *** Fin del jornal *** %d/%m/%Y %H:%M:%S
pl: *** Koniec dziennika *** %d.%m.%Y %H∶%M∶%S
sl: *** Beleženje končano *** %d.%m.%Y %H.%M.%S
sr@latin: *** Dnevnik se završava *** %d.%m.%Y. u %H:%M:%S

source: Name
eu: Izena
fr: Nom

source: Enabled
eu: Gaituta
fr: Activé

source: Preferences
da: Indstillinger
eu: Hobespenak
fr: Préférences
fur: Preferencis
id: Preferensi
oc: Preferéncias
pl: Preferencje
ro: Preferințe
ru: Параметры
sl: Možnosti
sr: Поставке
sr@latin: Postavke

source: Error in Regex.
eu: Errore adierazpen erregularrean.
fr: Erreur dans l'expression régulière.

source: No match.
eu: Ez dago bat datorrenik
fr: Aucune correspondance.

source: A Multi-User Dungeon (MUD) client for GNOME
eu: Multi-User Dungeon (MUD) bezeroa GNOMErako
oc: Un client pels donjons multi-utilizaires (« Multi-User Dungeon » o « MUD ») per GNOME
pl: Klient gier MUD dla środowiska GNOME
sl: Odjemalec več uporabniške ječe (MUD) za GNOME
sr@latin: Gnomov program za višekorisničke tamnice (MUD)

source: translator-credits
da: Joe Hansen, 2010, 2013. Alan Mortensen, 2019. Dansk-gruppen <dansk@dansk-gruppen.dk> Mere info: http://www.dansk-gruppen.dk
eu: Hizkuntza Politikarako Sailburuordetza <hizkpol@ej-gv.es>
fr: Bruno Brouard <annoa.b@gmail.com> Stéphane Raimbault <stephane.raimbault@gmail.com>
fur: Fabio Tomat, <f.t.public@gmail.com>
id: Kukuh Syafaat <kukuhsyafaat@gnome.org>, 2017, 2023.
oc: Cédric Valmary <cvalmary@yahoo.fr>
pl: Artur Flinta <aflinta@at.kernel.pl>, 2003 Piotr Drąg <piotrdrag@gmail.com>, 2017 Aviary.pl <community-poland@mozilla.org>, 2017
ro: Cătălin Bălan <laserbeam333@gmail.com> Florentina Mușat <florentina [dot] musat [dot] 28 [at] gmail [dot] com>, 2020
ru: Aleksey Kabanov <ak099@mail.ru>, 2011
sl: Andrej Žnidaršič <andrej.znidarsic@gmail.com>
sr: Данило Шеган <dsegan@gmx.net> Мирослав Николић <miroslavnikolic@rocketmail.com> Prevod.org — превод на српски језик.
sr@latin: Danilo Šegan <dsegan@gmx.net> Prevod.org — prevod na srpski jezik.

source: Could not save the file in specified location!
eu: Ezin izan da fitxategia gorde zehaztutakokokalekuan.
fr: Impossible d'enregistrer le fichier à l'emplacement indiqué.

source: _Manage Profiles...
eu: _Kudeatu profilak...
fr: _Gérer les profils...
oc: _Gerir los perfils...
pl: _Zarządzaj profilami…
sl: _Upravljanje profilov ...
sr@latin: _Upravljaj profilima...

source: <b>Quick connect</b>
eu: <b>Konexio azkarra</b>
fr: <b>Connexion rapide</b>

source: C_onnection...
eu: _Konexioa...
fr: C_onnexion...
oc: C_onnexion...
pl: P_ołączenie…
sl: P_ovezava ...
sr@latin: Povezujem se...

source: Close _Window
da: Luk _vindue
eu: Itxi _leihoa
fr: _Fermer la fenêtre
fur: Siere _barcon
id: Tutup _Jendela
oc: _Tampar la fenèstra
pl: Za_mknij okno
ro: Î_nchide fereastra
ru: Закрыть _окно
sl: Zapri _okno
sr: Затвори _прозор
sr@latin: Zatvori _prozor

source: Connect to MUD
da: Forbind til MUD
eu: Konektatu MUDekin
fr: Se connecter au MUD
fur: Conet a MUD
id: Sambungkan ke MUD
oc: Se connectar al MUD
pl: Połącz z MUD
ro: Conectează-te la MUD
ru: Подключиться к MUD
sl: Povezava z MUD
sr: Повежи се са ВКТ-ом
sr@latin: Poveži se sa VKT-om

source: Connect to host
da: Forbind til vært
eu: Konektatu ostalariarekin
fr: Se connecter à l'hôte
fur: Conet al host
id: Sambungkan ke host
oc: Se connectar a l'òste
pl: Połącz z komputerem
ro: Conectează-te la gazdă
ru: Подключиться к хосту
sl: Povezava z gostiteljem
sr: Повежи се са домаћином
sr@latin: Poveži se sa domaćinom

source: Disconnect from current MUD
da: Afbryd fra aktuel MUD
eu: Deskonektatu uneko MUDetik
fr: Se déconnecter du MUD actuel
fur: Disconet dal MUD atuâl
id: Putus dari MUD saat ini
oc: Se desconnectar del MUD actual
pl: Rozłącz z bieżącego MUD
ro: Deconectează-te de la MUD-ul curent
ru: Отключиться от текущего MUD
sl: Prekinitev povezave s trenutnim MUD
sr: Прекини везу са текућег ВКТ-а
sr@latin: Prekini vezu sa tekućeg VKT-a

source: Disconnect from current host
da: Afbrydelse fra aktuel vært
eu: Deskonektatu uneko ostalaritik
fr: Se déconnecter de l'hôte actuel
fur: Disconet dal host atuâl
id: Putus dari host saat ini
oc: Se desconnectar de l'òste actual
pl: Rozłącz z bieżącego komputera
ro: Deconectează-te de la gazdă
ru: Отключиться от текущего хоста
sl: Prekinitev povezave z oddaljenim gostiteljem
sr: Прекини везу са текућим домаћином
sr@latin: Prekini vezu sa tekućim domaćinom

source: P_rofiles
da: _Profiler
eu: P_rofilak...
fr: P_rofils
fur: P_rofîi
id: P_rofil
oc: P_erfils
pl: P_rofile
ro: P_rofiluri
ru: Про_фили
sl: P_rofili
sr: _Профили
sr@latin: _Profili

source: Plugin _Information...
eu: Pluginaren _informazioa:
fr: _Information sur les greffons...

source: Q_uick Connect...
eu: Konexio azkarra...
fr: _Connexion rapide...

source: Reconnect to current MUD
da: Genforbind til aktuel MUD
eu: Konektatu berriro uneko MUDekin
fr: Se reconnecter au MUD actuel
fur: Torne conet al MUD atuâl
id: Sambung ulang ke MUD saat ini
oc: Se reconnectar al MUD actual
pl: Ponownie połącz z bieżącym MUD
ro: Reconectează-te de la MUD-ul curent
ru: Повторно подключиться к текущему MUD
sl: Poveži se na trenutni MUD
sr: Поново се повежи са текућим ВКТ-ом
sr@latin: Ponovo se poveži sa tekućim VKT-om

source: Save buffer as...
eu: Gorde bufferra honela...
fr: _Enregistrer le tampon sous...
oc: _Enregistrar lo tampon jos...
pl: Zapisz bufor jako…
sl: Shrani medpomnilnik kot ...
sr@latin: _Sačuvaj međumemoriju kao...

source: Start _Logging...
eu: Hasi _saioa...
fr: _Débuter le journal...
oc: _Començar lo jornal...
pl: Rozpocznij zapisywanie do _dziennika…
sl: Začni _beleženje ...
sr@latin: _Započni beleženje...

source: Stop Lo_gging
da: Stop lo_gning
eu: _Gelditu saioa
fr: Arrêter le journal
fur: Ferme R_egjistrazion
id: Berhenti _Logging
oc: A_rrestar lo jornal
pl: Z_atrzymaj zapisywanie do dziennika
ro: Oprește ju_rnalizarea
ru: Ос_тановить запись в журнал
sl: Zaustavi be_leženje
sr: _Прекини бележење
sr@latin: _Prekini beleženje

source: _File
da: _Fil
eu: _Fitxategia
fr: _Fichier
id: _Berkas
oc: _Fichièr
pl: _Plik
ro: _Fișier
ru: _Файл
sl: _Datoteka
sr: _Датотека
sr@latin: _Datoteka

source: _Help
da: _Hjælp
eu: _Laguntza
fr: Aid_e
fur: _Jutori
id: _Bantuan
oc: A_juda
pl: Pomo_c
ro: _Ajutor
ru: _Справка
sl: Pomo_č
sr: По_моћ
sr@latin: Po_moć

source: _Plugins
eu: _Pluginak
fr: _Greffons

source: _Settings
da: _Opsætning
eu: _Ezarpenak
fr: _Paramètres
fur: _Impostazions
id: _Pengaturan
oc: _Paramètres
pl: _Ustawienia
ro: _Configurări
ru: _Настройки
sl: _Nastavitve
sr: _Подешавања
sr@latin: _Podešavanja

source: <b>Character</b>
eu: <b>Pertsonaia</b>
sl: <b>Znak</b>

source: <b>Profile</b>
eu: <b>Profila</b>
sl: <b>Profil</b>

source: Are you sure you want to delete this mud?
eu: Ziur zaude mud hau ezabatu nahi duzula?
sl: Ali ste prepričani, da želite izbrisati ta mud?

source: Close _without Saving
da: Luk _uden at gemme
eu: Itxi _gorde gabe
fur: Siere _cence salvâ
id: Tutup _tanpa Menyimpan
oc: Tampar _sens enregistrar
pl: Zamknij _bez zapisywania
ro: Închide _fără a salva
ru: Закрыть _без сохранения
sl: Zapri _brez shranjevanja
sr: Затвори _без чувања
sr@latin: Zatvori _bez čuvanja

source: Connection Properties
da: Forbindelsesegenskaber
eu: Konexioaren propietateak
fur: Proprietâts conession
id: Properti Koneksi
oc: Proprietats de la connexion
pl: Właściwości połączenia
ro: Proprietăți conexiune
ru: Параметры соединения
sl: Lastnosti povezave
sr: Својства везе
sr@latin: Svojstva veze

source: Connections
da: Forbindelser
eu: Konexioak
fur: Conessions
id: Koneksi
oc: Connexions
pl: Połączenia
ro: Conexiuni
ru: Подключения
sl: Povezave
sr: Везе
sr@latin: Veze

source: Delete Mud?
eu: Mud ezabatu?
sl: Izbris Mud?

source: Logon:
da: Logind:
eu: Saio-hasiera:
oc: Connexion :
pl: Logowanie:
ro: Autentificare:
ru: Вход:
sl: Prijava:
sr: Пријава:
sr@latin: Prijava:

source: Name:
da: Navn:
eu: Izena:
fur: Non:
id: Nama:
oc: Nom :
pl: Nazwa:
ro: Nume:
ru: Имя:
sl: Ime:
sr: Назив:
sr@latin: Naziv:

source: Select A Folder
da: Vælg en mappe
eu: Hautatu karpeta
fur: Selezione une cartele
id: Pilih Folder
oc: Seleccionar un dorsièr
pl: Wybierz katalog
ro: Alege un dosar
ru: Выбор папки
sl: Izbor mape
sr: Изабери фасциклу
sr@latin: Izaberi fasciklu

source: Select An Icon...
eu: Hautatu ikono bat...
oc: Seleccionar una icòna...
pl: Wybierz ikonę…
sl: Izbor ikone ...
sr@latin: Izaberi ikonicu...

source: Unsaved Changes
da: Ugemte ændringer
eu: Gorde gabeko aldaketak
fur: Modifichis no salvadis
id: Perubahan yang Belum Disimpan
oc: Modificacions pas enregistradas
pl: Niezapisane zmiany
ro: Schimbări nesalvate
ru: Несохранённые изменения
sl: Neshranjene spremembe
sr: Несачуване измене
sr@latin: Nesačuvane izmene

source: You have unsaved changes. Do you want to save before closing?
da: Du har ugemte ændringer. Ønsker du at gemme før lukning?
eu: Gorde gabeko aldaketak dituzu. Gorde nahi duzu itxi aurretik?
fur: Si à modifichis che no son salvadis. Salvâ prime di sierâ?
id: Anda memiliki perubahan yang belum disimpan. Apakah Anda ingin menyimpan sebelum menutup?
oc: I a de modificacions pas enregistradas. Las volètz enregistrar abans de tampar ?
pl: Są niezapisane zmiany. Zapisać przed zamknięciem?
ro: Aveți schimbări nesalvate. Doriți să salvați înainte de a închide?
ru: Имеются несохранённые изменения. Хотите выполнить сохранение перед закрытием?
sl: Imate neshranjene spremembe. Ali jih želite shraniti pred zapiranjem?
sr: Имате несачуваних измена. Да ли желите да их сачувате пре затварања?
sr@latin: Imate nesačuvanih izmena. Da li želite da ih sačuvate pre zatvaranja?

source: <b>Encoding</b>
eu: <b>Kodeketa</b>
sl: <b>Kodiranje</b>

source: <b>Input</b>
eu: <b>Sarrera</b>
sl: <b>Vhod</b>

source: <b>New Profile Name:</b>
eu: <b>Profil berriaren izena:</b>
fr: <b>Nouveau nom de profil :</b>
sl: <b>Novo ime profila:</b>

source: <b>Proxy</b>
eu: <b>Proxy-a</b>
sl: <b>Posredovalni strežnik</b>

source: <b>Sound</b>
eu: <b>Soinua</b>

source: Blank
eu: Hutsik
fr: Vide

source: Character Set:
eu: Karaktere-jokoa:

source: Command Division Character:
eu: Komandoak bereizteko karaketerea:

source: Enable Encoding Negotiation
eu: Gaitu kodeketaren negoziazioa

source: Enable Proxy
eu: Gaitu proxy-a

source: Enable Remote Download
eu: Gaitu urruneko deskarga

source: Enable Sound
eu: Gaitu soinua

source: Error At:
da: Fejl ved:
eu: Errorea -
fr: Erreur à :
fur: Erôr a:
id: Kesalahan Pada:
oc: Error a :
pl: Błąd w:
ro: Eroare la:
ru: Ошибка:
sl: Napaka na:
sr: Грешка на:
sr@latin: Greška na:

source: Error Code:
da: Fejlkode:
eu: Errore-kodea:
fr: Code d'erreur :
fur: Codiç di erôr:
id: Kesalahan Kode:
oc: Còde d'error :
pl: Kod błędu:
ro: Cod eroare:
ru: Код ошибки:
sl: Koda napake:
sr: Код грешке:
sr@latin: Kod greške:

source: Error String:
da: Fejlstreng:
eu: Errore-katea:
fr: Chaîne d'erreur :
fur: Stringhe di erôr:
id: Kesalahan String:
oc: Cadena d'error :
pl: Ciąg błędu:
ro: Șir de eroare:
ru: Строка ошибки:
sl: Nit napake:
sr: Ниска грешке:
sr@latin: Niska greške:

source: Match Text:
eu: Bat datorren testua:
fr: Texte correspondant :

source: Match:
eu: Bat datorrena:
fr: Correspondance :

source: New Profile
da: Ny profil
eu: Profil berria
fr: Nouveau profil
fur: Gnûf profîl
id: Profil Baru
oc: Perfil novèl
pl: Nowy profil
ro: Profil nou
ru: Новый профиль
sl: Nov profil
sr: Нови профил
sr@latin: Novi profil

source: Regex Error
da: Regexfejl
eu: Adierazpen erregularren errorea
fr: Erreur d'expression régulière
fur: Erôr Regex
id: Kesalahan Regex
oc: Error d'expression regulara
pl: Błąd wyrażenia regularnego
ro: Eroare la expresia regulată
ru: Ошибка Regex
sl: Napaka regularnega izraza
sr: Грешка регуларног израза
sr@latin: Greška regularnog izraza

source: Terminal
eu: Terminala
fur: Terminâl
ru: Терминал
sr: Терминал

source: Test
eu: Proba
fr: Tester

source: Version:
eu: Bertsioa:

source: _Action List:
eu: _Ekintzen zerrenda:
fr: Listes des _actions :

source: _Echo the Text Sent
da: _Ekko den sendte tekst
eu: _Azaldu bidalitako testuaren oihartzuna
id: G_emakan Teks Terkirim
oc: _Afichar lo tèxte mandat
pl: _Powtarzanie wysłanego tekstu
ro: Transmite textul trimis ca _ecou
ru: _Выводить отправленный текст
sl: _Kopiranje poslanega besedila
sr: _Испиши послати текст
sr@latin: _Ispiši poslati tekst

source: _Keep the Text Entered
da: _Behold den indtastede tekst
eu: _Utzi testua sartuta
fur: _Ten il test inserît
id: _Jaga Teks yang Dimasukkan
oc: _Conservar lo tèxte picat
pl: _Zachowywanie wpisanego tekstu
ro: Păst_rează textul introdus
ru: _Сохранять введённый текст
sl: O_bdrži vneseno besedilo
sr: _Чувај унесени текст
sr@latin: _Čuvaj uneseni tekst

source: _Name:
eu: _Izena:
fr: _Nom :

source: _Regex:
eu: _Adi. erreg:
fr: Expression _régulière :

source: _Trigger:
eu: _Abiarazlea:
fr: _Déclencheur :

source: Path leads to a new map
eu: Bide-izenak mapa berrirantz darama
fr: Chemin menant à une nouvelle carte

source: Close tab or window, whatever :)
fr: Fermer l'onglet ou la fenêtre, indifférement :)

source: Edit Current Profile...
fr: Editer le profil actuel…

source: <b>MUDs and characters</b>
fr: <b>MUD et personnages</b>

source: <b>Profile to use</b>
fr: <b>Profil à utiliser</b>

source: Co_nnect
fr: Co_nnecter

source: _Close
fr: _Fermer

source: A Multi-User Dungeon (MUD) client for GNOME.
fr: Un client pour les donjons multi-utilisateurs (« Multi-User Dungeon » ou « MUD ») pour GNOME.

source: GNOME-Mud Homepage
fr: Page Web de GNOME-Mud

source: _Mud List...
fr: Liste des _MUD...

source: <b>Character name</b>
fr: <b>Nom du personnage</b>

source: <b>Characters</b>
fr: <b>Personnages</b>

source: <b>Connection string</b>
fr: <b>Chaîne de connexion</b>

source: <b>Connection</b>
fr: <b>Connexion</b>

source: <b>Detailed info</b>
fr: <b>Informations détaillées</b>

source: <b>MUD list</b>
fr: <b>Liste de MUD</b>

source: <b>Mud Details</b>
fr: <b>Détails du MUD</b>

source: Character Properties
fr: Propriétés du personnage

source: Edit MUD
fr: Modifier le MUD

source: MUD List
fr: Liste de MUD

source: P_rofile:
fr: P_rofils :

source: _Add...
fr: _Ajouter...

source: _Code base:
fr: _Base du code :

source: _Delete
fr: _Supprimer

source: _Edit...
fr: _Modifier...

source: _Host/IP:
fr: _Hôte/IP :

source: _Properties...
fr: _Propriétés...

source: _Show in Quick Connect
fr: _Afficher dans la connexion rapide

source: _Theme:
fr: _Thème :

source: Appearence
fr: Apparence

source: If enabled, GNOME-Mud will offer a few built-in keybindings. They can be overriden by custom keybindings, or they can be disabled completely with this option.
fr: Si actif, GNOME-Mud propose quelques raccourcis clavier. Ils peuvent être remplacés par des raccourcis clavier personnalisés, ou désactivés complétement par cette option.

source: The character used to divide commands sent to the mud. For example ";" will let the string "w;look" be sent to the mud as two separate commands.
fr: Le caractère utilisé pour séparer les commandes envoyées au MUD. Par exemple, « ; » permet à la chaîne de caractères « w;look » d'être envoyée comme deux commandes distinctes.

source: Use a proxy server to connect to the MUD.
oc: Utilizar un servidor mandatari per se connectar al MUD.
pl: Używanie serwera pośrednika do łączenia z MUD.
sr@latin: Koristi posrednički server za povezivanje sa VKT-om.

source: Error
da: Fejl
fur: Erôr
id: Kesalahan
pl: Błąd
ro: Eroare
ru: Ошибка
sl: Napaka
sr: Грeшкa
sr@latin: Greška

source: ERROR: %s
da: FEJL: %s
fur: ERÔR: %s
id: KESALAHAN: %s
pl: BŁĄD: %s
ro: EROARE: %s
ru: ОШИБКА: %s
sl: NAPAKA: %s
sr: ГРЕШКА: %s
sr@latin: GREŠKA: %s

source: Critical
da: Kritisk
fur: Critic
id: Kritis
oc: Critic
pl: Krytyczny
ro: Critic
ru: Критическая ошибка
sl: Kritično
sr: Критично
sr@latin: Kritično

source: Warning
da: Advarsel
fur: Avertiment
id: Peringatan
oc: Avertiment
pl: Ostrzeżenie
ro: Avertisment
ru: Предупреждение
sl: Opozorilo
sr: Упозорење
sr@latin: Upozorenje

source: Message
da: Besked
fur: Messaç
id: Pesan
oc: Messatge
pl: Komunikat
ro: Mesaj
ru: Сообщение
sl: Sporočilo
sr: Порука
sr@latin: Poruka

source: Info
fur: Informazion
pl: Informacje
ro: Informații
ru: Информация
sl: Podrobnosti
sr: Подаци
sr@latin: Podaci

source: Debug
da: Fejlsøg
id: Awakutu
oc: Desbugatge
pl: Debugowanie
ro: Depanare
ru: Отладка
sl: Razhroščevanje
sr: Прочишћавање
sr@latin: Uklanjanje grešaka

source: Unknown
da: Ukendt
fur: No cognossût
id: Tidak Diketahui
oc: Desconegut
pl: Nieznane
ro: Necunoscut
ru: Неизвестно
sl: Neznano
sr: Непознато
sr@latin: Nepoznato

source: CRITICAL ERROR: %s
da: KRITISK FEJL: %s
fur: ERÔR CRITIC: %s
id: KESALAHAN KRITIS: %s
oc: Error critica : %s
pl: BŁĄD KRYTYCZNY: %s
ro: EROARE CRITICĂ: %s
ru: КРИТИЧЕСКАЯ ОШИБКА: %s
sl: KRITIČNA NAPAKA: %s
sr: КРИТИЧНА ГРЕШКА: %s
sr@latin: KRITIČNA GREŠKA: %s

source: Warning: %s
da: Advarsel %s
fur: Avertiment: %s
id: Peringatan: %s
oc: Avertiment : %s
pl: Ostrzeżenie: %s
ro: Avertisment: %s
ru: Предупреждение: %s
sl: Opozorilo: %s
sr: Упозорење: %s
sr@latin: Upozorenje: %s

source: Type
fur: Gjenar
id: Tipe
oc: Tipe
pl: Typ
ro: Tip
ru: Тип
sl: Vrsta
sr: Врста
sr@latin: Vrsta

source: Are you sure you want to delete %s?
da: Er du sikker på, at du ønsker at slette %s?
fur: Sigûrs di eliminâ %s?
id: Apakah Anda yakin ingin menghapus %s?
oc: Sètz segur que volètz suprimir %s ?
pl: Na pewno usunąć %s?
ro: Sigur doriți ștergerea %s?
ru: Вы действительно хотите удалить %s?
sl: Ali ste prepričani, da želite izbrisati '%s'?
sr: Да ли сигурно желите да избришете „%s“?
sr@latin: Da li ste sigurni da želite da izbrišete „%s“?

source: Delete %s?
da: Slet %s?
fur: Eliminâ %s?
id: Hapus %s?
oc: Suprimir %s ?
pl: Usunąć %s?
ro: Ștergeți %s?
ru: Удалить %s?
sl: Ali naj se izbriše %s?
sr: Да обришем „%s“?
sr@latin: Da obrišem „%s“?

source: No MUD name specified.
da: Intet MUD-navn angivet.
fur: Nissun non MUD specificât.
id: Tidak ada nama MUD yang ditentukan.
oc: Cap de nom de MUD pas indicat.
pl: Nie podano nazwy MUD.
ro: Nu a fost specificat niciun nume de MUD.
ru: Не указано название MUD.
sr: Није наведен ВКТ назив.
sr@latin: Nije naveden VKT naziv.

source: *** Connection closed.
da: *** Forbindelse lukket.
fur: *** Conession sierade.
id: *** Koneksi ditutup.
oc: *** Connexion tampada.
pl: *** Zamknięto połączenie.
ro: *** Conexiune închisă.
ru: *** Подключение закрыто.
sl: *** Povezava je zaprta.
sr: *** Веза је прекинута.
sr@latin: *** Veza je prekinuta.

source: Save log as...
oc: Enregistrar lo jornal jos...
pl: Zapisz dziennik jako…
sl: Shrani dnevnik kot ...
sr@latin: Sačuvaj dnevnik kao...

source: Log Error
da: Logfejl
fur: Erôr di regjistri
id: Log Kesalahan
oc: Error de jornalizacion
pl: Błąd dziennika
ro: Eroare la jurnal
ru: Ошибка журнала
sl: Napaka beleženja
sr: Грешка дневника
sr@latin: Greška dnevnika

source: Could not open "%s" for writing.
oc: Impossible de dobrir « %s » en escritura.
pl: Nie można otworzyć „%s” do zapisu.
sl: Ni mogoče odpreti "%s" za pisanje.
sr@latin: Ne mogu da otvorim „%s“ za upisivanje.

source: Could not write data to log file!
da: Kunne ikke skrive data til logfil!
id: Tidak bisa menulis data ke berkas log!
oc: Impossible d'escriure dins lo fichièr jornal !
pl: Nie można zapisać danych do pliku dziennika.
ro: Nu s-au putut scrie datele în fișierul de jurnal!
ru: Не удалось записать данные в файл журнала!
sl: Podatkov ni mogoče zapisati v datoteko beleženja!
sr: Не могу да упишем податке у датотеку дневника!
sr@latin: Ne mogu da upišem podatke u datoteku dnevnika!

source: #Submatch Out of Range#
da: #Underresultat uden for interval#
id: #Submatch Diluar Jangkauan#
oc: #Correspondéncia fòra limit#
pl: #Dopasowanie podrzędne poza zakresem#
ro: #Subpotrivire în afara intervalului corect#
ru: #Подчинённое соответствие вне допустимого диапазона#
sl: Številka je izven meja!
sr: #Подпређење је изван опсега#
sr@latin: #Podpređenje je izvan opsega#
