Repository: GNOME/gnome-mud
Catalog: po/*.po
Languages: da, de, eu, fr, fur, id, ne, oc, pl, ro, ru, sl, sr, sr@latin, sr@latn

source: Error Saving Buffer
da: Fejl under gemning af mellemlager
fur: Erôr tal salvâ il buffer
id: Kesalahan Menyimpan Buffer
oc: Error d'enregistrament del tampon
pl: Błąd podczas zapisywania bufora
ro: Eroare la salvarea memoriei de tampon
ru: Ошибка сохранения буфера
sl: Napaka med shranjevanjem medpomnilnika
sr: Грешка чувања међумеморије
sr@latin: Greška čuvanja međumemorije

source: MCCP data corrupted. Aborting connection.
da: MCCP-data korrumperet. Afbryder forbindelse.
fur: dâts MCCP ruvinâts. Conession anulade.
id: Data MCCP rusak Membatalkan koneksi
oc: Donadas MCCP corrompues. Tampadura de la connexion.
pl: Uszkodzone dane MCCP. Przerywanie połączenia.
ro: Informația MCCP este coruptă. Se renunță la conexiune.
ru: Данные MCCP повреждены. Прерываем подключение.
sl: Podatki MCCP so pokvarjeni. Prekinjanje povezave.
sr: МЦЦП подаци су оштећени. Прекидам повезивање.
sr@latin: MCCP podaci su oštećeni. Prekidam povezivanje.

source: Gnome-Mud
sr: Гном-ВКТ
sr@latin: Gnom-VKT

source: Debug Log
da: Fejlsøgningslog
fur: Debug dal regjistri
id: Log Awakutu
oc: Jornal de desbugatge
pl: Dziennik debugowania
ro: Jurnal de depanare
ru: Журнал отладки
sl: Dnevnik razhroščevanja
sr: Дневник исправљача грешака
sr@latin: Dnevnik ispravljača grešaka

source: Start Logging...
oc: Començar lo jornal...
pl: Rozpocznij zapisywanie do dziennika…
sl: Začni beleženje ...
sr@latin: Započni beleženje...

source: _Log to File:
da: _Log til fil:
fur: _Regjistre sul file:
id: _Log ke Berkas:
oc: _Jornalizar dins lo fichièr :
pl: Zapisywanie _dziennika do pliku:
ro: Î_nregistrează la fișier:
ru: _Сохранять журнал в файл:
sr: _Бележи у датотеку:
sr@latin: _Beleži u datoteku:

source: _Select File
da: _Vælg fil
fur: _Selezione file
id: _Pilih Berkas
oc: _Seleccionar lo fichièr
pl: _Wybierz plik
ro: _Selectează fișierul
ru: _Выбрать файл
sl: _Izbor datoteke
sr: _Изабери датотеку
sr@latin: _Izaberi datoteku

source: Logging Options
da: Logningsindstillinger
fur: Opzion di regjistrazion
id: Opsi Logging
oc: Opcions de jornalizacion
pl: Opcje zapisywania do dziennika
ro: Opțiuni de înregistrare
ru: Параметры журналирования
sr: Могућности бележења
sr@latin: Mogućnosti beleženja

source: _Number of lines to log:
da: _Antal linjer der skal logges:
fur: _Numar di riis di regjistrâ:
id: Jumlah baris u_ntuk log:
oc: _Nombre de linhas a jornalizar :
pl: _Liczba wierszy do zapisywania:
ro: _Numărul de linii ce trebuie trecute în jurnal:
ru: _Количество строк журнала:
sl: _Število vrstic za beleženje:
sr: _Број редова за бележење:
sr@latin: _Broj redova za beleženje:

source: Number of _previous lines to include:
da: Antal _forrige linjer der skal inkluderes:
fur: Numar di riis _precedentis di includi:
id: Jumlah baris _sebelumnya yang termasuk:
oc: Nombres de linhas _precedentas a inclure :
pl: Li_czba poprzednich wiersz do dołączenia:
ro: Numărul de linii _precedente incluse:
ru: Количество _предыдущих строк для включения:
sl: Število _predhodnih vrstic za vključitev:
sr: Број _претходних редова за обухватање:
sr@latin: Broj _prethodnih redova za obuhvatanje:

source: _Append to file
da: _Tilføj til fil
fur: _Zonte da pît dal file
id: T_ambahkan ke file
oc: _Apondre al fichièr
pl: _Dołączanie do pliku
ro: _Adaugă la sfârșitul unui fișier
ru: _Добавить в файл
sl: Pripni d_atoteki
sr: _Додај у датотеку
sr@latin: _Dodaj u datoteku

source: Log Inp_ut
da: Log _inddata
fur: Regjistre Jentr_ade
id: Mas_ukan Log
oc: J_ornalizar las entradas
pl: Z_apisywanie wpisywanych poleceń
ro: Intrare pentru jurnal
ru: В_ходные данные журнала
sl: Beleži v_hod
sr: Забележи _улаз
sr@latin: Zabeleži _ulaz

source: _Include entire buffer
da: _Inkluder hele mellemlageret
fur: _Inclût il buffer intîr
id: _Sertakan seluruh buffer
oc: _Inclure tot lo tampon
pl: D_ołączanie całego bufora
ro: _Include întreaga memorie de tampon
ru: _Включить весь буфер
sl: _Vključi celotni medpomnilnik
sr: _Обухвати читаву међумеморију
sr@latin: _Obuhvati čitavu međumemoriju

source: Include C_olor
da: Inkluder _farve
fur: Inclût c_olôr
id: S_ertakan Warna
oc: Inclure la c_olor
pl: Dołączanie _koloru
ro: Include cul_oare
ru: Включить _цвет
sl: Vključi b_arvo
sr: Обухвати _боју
sr@latin: Obuhvati _boju

source: _Host:
da: _Vært:
oc: _Òste :
pl: _Komputer:
ro: _Gazdă:
ru: _Хост:
sl: _Gostitelj:
sr: _Домаћин:
sr@latin: _Domaćin:

source: _Port:
fur: _Puarte:
oc: _Pòrt :
ru: _Порт:
sl: _Vrata:
sr: _Прикључник:
sr@latin: _Priključnik:

source: Custom Connection
da: Tilpasset forbindelse
fur: Conession personalizade
id: Koneksi Tersuai
oc: Connexion personalizada
pl: Niestandardowe połączenie
ro: Conexiune personalizată
ru: Пользовательское соединение
sr: Произвољна веза
sr@latin: Proizvoljna veza

source: MUD
sr: ВКТ
sr@latin: VKT

source: Profile
da: Profil
fur: Profîl
id: Profil
oc: Perfil
pl: Profil
ro: Profil
ru: Профиль
sr: Профил
sr@latin: Profil

source: Delete MUD?
da: Slet MUD?
fur: Eliminâ MUD?
id: Hapus MUD?
oc: Suprimir lo MUD ?
pl: Usunąć MUD?
ro: Ștergeți MUD-ul?
ru: Удалить MUD?
sr: Да обришем ВКТ?
sr@latin: Da obrišem VKT?

source: Are you sure you want to delete this MUD?
da: Er du sikker på, at du ønsker at slette denne MUD?
fur: Sigûrs di eliminâ chest MUD?
id: Apakah Anda yakin ingin menghapus MUD ini?
oc: Sètz segur que volètz suprimir aqueste MUD ?
pl: Na pewno usunąć ten MUD?
ro: Sigur doriți să ștergeți acest MUD?
ru: Действительно удалить этот MUD?
sr: Да ли сте сигурни да желите да обришете овај ВКТ?
sr@latin: Da li ste sigurni da želite da obrišete ovaj VKT?

source: New Profile Name:
da: Nyt profilnavn:
fur: Non dal profîl gnûf:
id: Nama Profil Baru:
oc: Novèl nom de perfil :
pl: Nazwa nowego profilu:
ro: Nume de profil nou:
ru: Название нового профиля:
sr: Назив новог профила:
sr@latin: Naziv novog profila:

source: Input
da: Inddata
fur: Jentrade
id: Masukan
oc: Entrada
pl: Wprowadzanie
ro: Intrare
ru: Входные данные
sr: Улаз
sr@latin: Ulaz

source: Command _Division Character:
da: _Kommandoopdelingstegn:
id: Karakter Perintah _Divisi:
oc: Caractèr _separador de comanda :
pl: Z_nak rozdzielnika poleceń:
ro: Caracter separator pentru comen_zi:
ru: Символ _разделения команд:
sl: Znak _deljenja ukaza:
sr: Знак за _дељење наредби:
sr@latin: Znak za _deljenje naredbi:

source: _Character Set:
da: _Tegnsæt:
fur: _Cumbinazion di caratars:
id: Set _Karakter:
oc: _Jòc de caractèrs :
pl: Z_estaw znaków:
ro: Set de _caractere:
ru: _Набор символов:
sl: _Nabor znakov:
sr: _Кодни распоред:
sr@latin: _Kodni raspored:

source: Output
da: Uddata
fur: Jessude
id: Keluaran
oc: Sortida
pl: Wyjście
ro: Ieșire
ru: Вывод
sr: Излаз
sr@latin: Izlaz

source: Scroll on _Output
da: Rul ved _uddata
fur: Scor da pît de jessude
id: Gulir pada _Keluaran
oc: Far des_filar la sortida
pl: P_rzewijanie po pojawieniu się wyjścia
ro: Derulează la _ieșire
ru: Прокрутка при в_ыводе
sl: Drsanje ob _odvodu
sr: Померај при _излазу
sr@latin: Pomeraj pri _izlazu

source: _Number of Scrollback Lines:
da: _Antal tilbagerulningslinjer:
id: Ju_mlah Baris Gulir Kembali:
oc: _Nombre de linhas d'archivatge :
pl: _Liczba wierszy do przewijania wstecz:
ro: _Numărul de linii de derulare înapoi:
ru: _Число прокручиваемых строк:
sl: Število _pomnjenih vrstic:
sr: _Број редова за померање:
sr@latin: _Broj redova za pomeranje:

source: Fon_t:
da: _Skrifttype:
fur: Cara_tar:
id: Fon_ta:
oc: _Poliça :
pl: _Czcionka:
ru: _Шрифт:
sl: P_isava:
sr: Словни _лик:
sr@latin: Slovni _lik:

source: _Foreground Color:
da: _Forgrundsfarve:
fur: Colôr dal _prin plan:
id: Warna L_atar Depan:
oc: Color de _primièr plan :
pl: _Kolor czcionki:
ro: Culoare _prim plan:
ru: Цвет _переднего плана:
sl: Ba_rva ospredja:
sr: Боја _текста:
sr@latin: Boja _teksta:

source: _Background Color:
da: _Baggrundsfarve:
fur: Colôr di _sfont:
id: Warna Latar _Belakang:
oc: Color de _rèireplan :
pl: K_olor tła:
ro: Culoare fun_dal:
ru: Цвет _фона:
sl: _Barva ozadja:
sr: Боја _позадине:
sr@latin: Boja _pozadine:

source: Color Palette:
da: Farvepalette:
fur: Palete dai colôrs:
id: Palet Warna:
oc: Paleta de colors :
pl: Paleta kolorów:
ro: Paletă de culori:
ru: Палитра цветов:
sl: Barvna paleta:
sr: Палета боја:
sr@latin: Paleta boja:

source: Proxy
id: Proksi
oc: Servidor mandatari
pl: Pośrednik
ru: Прокси
sr: Посредник
sr@latin: Posrednik

source: _Enable Proxy
da: _Aktiver proxy
fur: _Abilite Proxy
id: _Aktifkan Proksi
oc: Activar lo servidor _mandatari
pl: _Pośrednik
ro: Activ_ează proxy-ul
ru: Разрешить _прокси
sl: O_mogoči posredovalni strežnik
sr: _Укључи посредника
sr@latin: _Uključi posrednika

source: _Host:
da: _Vært:
oc: _Òste :
pl: _Komputer:
ro: _Gazdă:
ru: _Хост:
sl: _Gostitelj:
sr: _Сервер:
sr@latin: _Server:

source: _Version:
id: _Versi:
pl: _Wersja:
ro: _Versiune:
ru: _Версия:
sl: _Različica:
sr: _Издање:
sr@latin: _Izdanje:

source: Telnet Options
da: Telnetindstillinger
fur: Opzions telnet:
id: Opsi Telnet
oc: Opcions Telnet
pl: Opcje protokołu telnet
ro: Opțiuni Telnet
ru: Параметры Telnet
sr: Могућности телнета
sr@latin: Mogućnosti telneta

source: Enable Mud _Sound Protocol (MSP)
da: Aktiver Muds _lydprotokol (MSP)
fur: Abilite Protocol _Sunôr di Mud (MSP)
id: Aktifkan Protokol _Suara Mud (MSP)
oc: Activar lo protocòl de _son MUD (MSP)
pl: Protokół _dźwięku MUD (MSP)
ro: Activează protocolul pentru _sunet Mud (MSP - Mud Sound Protocol)
ru: Включить _звуковой протокол (MSP)
sl: Omogoči _zvočni protokol Mud (MSP)
sr: Укључи ВКТ _звучни протокол (MSP)
sr@latin: Uključi VKT _zvučni protokol (MSP)

source: Enable _Character Encoding Negotiation (CHARSET)
da: Aktiver _tegnkodningsforhandlinng (CHARSET)
fur: Abilite la negoziazion de codifiche dai _caratars (CHARSET)
id: Aktifkan Negoisasi Enkoding _Karakter (CHARSET)
oc: Activar la _negociacion de l'encodatge dels caractèrs (CHARSET)
pl: _Negocjacja kodowania znaków (CHARSET)
ro: Activează negocierea pentru _codarea caracterelor (CHARSET)
ru: Включить согласование кодировки _символов (CHARSET)
sl: Omogoči pogajanje _znakovnega kodiranja (CHARSET)
sr: Укључи _откривање скупова знакова (CHARSET)
sr@latin: Uključi _otkrivanje skupova znakova (CHARSET)

source: Network
da: Netværk
fur: Rêt
id: Jaringan
oc: Ret
pl: Sieć
ro: Rețea
ru: Сеть
sl: Omrežje
sr: Мрежа
sr@latin: Mreža

source: Timers
da: Tidsudløb
fur: Timer
id: Pengukur Waktu
oc: Relòtges
pl: Zegar
ro: Cronometre
ru: Таймеры
sl: Merilci časa
sr: Одбројавачи
sr@latin: Odbrojavači

source: No mud name specified.
sl: Mud ime ni določeno.

source: <b>Logging Options:</b>
sl: <b>Možnosti beleženja:</b>

source: <b>_Log to File:</b>
sl: <b>_Zabeleži v datoteko:</b>

source: <b>Custom Connection</b>
sl: <b>Povezava po meri</b>

source: <b>Output</b>
sl: <b>Odvod</b>

source: <b>Telnet Options</b>
sl: <b>Možnosti Telnet</b>

source: Start Logging…
da: Start logning …
fur: Tache la regjistrazion…
id: Mulai Logging…
ro: Începe înregistrarea…
ru: Начать запись в журнал…
sr: Започни бележење…

source: C_onnection…
da: Forbi_ndelse …
fur: C_onession…
id: K_oneksi…
ro: C_onexiune…
ru: _Подключение…
sr: П_везивање…

source: Start _Logging…
da: Start _logning …
fur: Tache _regjistrazion…
id: Mulai _Logging…
ro: Începe î_nregistrarea…
ru: Начать запись в _журнал…
sr: _Започни бележење…

source: _Save Buffer…
da: _Gem mellemlager …
fur: _Salve il buffer…
id: _Simpan Buffer…
ro: _Salvează preîncărcarea…
ru: _Сохранить буфер…
sr: _Сачувај међумеморију…

source: Profile Preferences…
da: Profilindstillinger …
fur: Preferencis profîl…
id: Preferensi Profil…
ro: Preferințe profil…
ru: Параметры профиля…
sr: Поставке профила…

source: Save buffer as…
da: Gem mellemlager som …
fur: Salve il buffer come…
id: Simpan buffer sebagai…
ro: Salvează preîncărcarea ca…
ru: Сохранить буфер как…
sr: Сачувај међумеморију као…

source: Select An Icon…
da: Vælg et ikon …
fur: Selezione une icone…
id: Pilih Ikon…
ro: Selectează o iconiță
ru: Выберите значок…
sr: Изабери иконицу…

source: Settings schema version
da: Indstillingsskemaets version
id: Versi skema pengaturan
ro: Versiune de schemă de configurări
ru: Версия схемы настроек
sr: Издање шеме поставки

source: List of available profiles
da: Liste over tilgængelige profiler
fur: Liste dai profîi disponibii
id: Daftar profil yang tersedia
ro: Lista de profiluri disponibile
ru: Список доступных профилей
sr: Списак доступних профила

source: Default profile
da: Standardprofil
fur: Profîl predefinît
id: Profil bawaan
ro: Profil implicit
ru: Профиль по умолчанию
sr: Основни профил

source: List of available MUDs
da: Liste over tilgængelige MUD'er
fur: Liste di MUD disponibii
id: Daftar MUD yang tersedia
ro: Lista de MUD-uri disponibile
ru: Список доступных MUD
sr: Списак доступних ВКТ-а

source: List of available characters
da: Liste over tilgængelige tegn
fur: Liste di caratars disponibii
id: Daftar karakter yang tersedia
ro: Lista de caractere disponibile
ru: Список доступных персонажей
sr: Списак доступних знакова

source: Human-readable name of the profile
da: Profilnavn som kan læses af et menneske
fur: Non mnemonic pal profîl
id: Nama profil yang dapat dibaca manusia
ro: Numele lizibil de oameni al profilului
ru: Удобное для чтения название профиля
sr: Човеку разумљиво име профила

source: A Pango font name and size
da: Navn og størrelse på en Pango-skrifttype
fur: Non e dimension di un caratar Pango
id: Nama dan ukuran fonta Pango
ro: Un nume de font și dimensiune Pango
ru: Название и размер шрифта Pango
sr: Врста и величина Панго словног лика

source: Default color of the text, as a color specification (can be HTML-style hex digits, or a color name such as “red”).
da: Standardfarve på teksten, som en farvespecifikation (kan være HTML-stil hekstal eller et farvenavn som “red”).
fur: Colôr predefinît dal test, come specifiche di colôr (al pues jessi un numar esadecimâl in stîl HtML o un non di un colôr come "ros").
id: Warna bawaan teks, sebagai spesifikasi warna (dapat berupa digit hex bergaya HTML, atau nama warna seperti "red").
ro: Culoarea implicită a textului, ca o specificație de culoare (pot fi cifre hexa în stil HTML, sau un nume de culoare precum „roșu”).
ru: Цвет текста по умолчанию, согласно цветовой спецификации (может быть записано в стиле HTML, в HEX-формате, или в виде названия цвета, например «red»).
sr: Основна боја текста, као навод боје (може бити дата као ХТМЛ боја помоћу хексадекадних цифара, или назив боје на енглеском језику као што је „red“ за црвену).

source: Default color of the background, as a color specification (can be HTML-style hex digits, or a color name such as “red”).
da: Standardfarve på baggrunden, som en farvespecifikation (kan være hekstal som i HTML-stil eller et farvenavn som “red”).
fur: Colôr predefinît dal fondâl, come specifiche di colôr (al pues jessi un numar esadecimâl in stîl HTML opûr il non di un colôr come “red”).
id: Warna latar belakang bawaan, sebagai spesifikasi warna (dapat berupa digit hex bergaya HTML, atau nama warna seperti "red").
ro: Culoarea implicită a fundalului, ca o specificație de culoare (pot fi cifre hexa în stil HTML, sau un nume de culoare precum „roșu”).
ru: Цвет фона по умолчанию, согласно цветовой спецификации (может быть записано в стиле HTML, в HEX-формате, или в виде названия цвета, например «red»).
sr: Основна боја позадине, као навод боје (може бити дата као ХТМЛ боја помоћу хексадекадних цифара, или назив боје на енглеском језику као што је „red“ за црвену).

source: List of the 16 colors that MUDs can use with indexed ANSI color codes.
da: Liste over de 16 farver som MUD'er kan bruge med indekserede ANSI-farvekoder.
fur: Liste dai 16 colôrs che i MUD a puedin doprâ cun codiçs di colôr ANSI metûts in indiç.
id: Daftar 16 warna yang dapat digunakan MUD dengan kode warna ANSI yang diindeks.
ro: Lista celor 16 culori pe care MUD-urile le pot utiliza cu codurile de culoare ANSI indexate.
ru: Список из 16 цветов, которые могут быть использованы MUD с индексированными кодами цветов ANSI.
sr: Списак од 16 боја које ВКТ-и могу да користе са индексираним АНСИ кодовима боја.

source: Number of scrollback lines to keep around. You can scroll back in the terminal by this number of lines; lines that don’t fit in the scrollback are discarded.
da: Antal tilbagerulningslinjer der skal bevares. Du kan rulle tilbage i terminalen i dette antal linjer; linjer, som ikke kan indeholdes i tilbagerulningen, bliver slettet.
id: Jumlah baris untuk tetap digulir kembali. Anda dapat menggulir kembali ke terminal dengan jumlah baris ini; baris yang tidak pas digulir kembali akan dibuang.
ro: Numărul de linii de scrollback de păstrat. Puteți să derulați înapoi în terminal de numărul acesta de linii; liniile care nu se potrivesc în scrollback sunt eliminate.
ru: Количество строк, которые необходимо сохранить для прокрутки. Вы можете прокручивать терминал назад на это количество строк. Строки, которые не помещаются в область прокрутки отбрасываются.
sr: Број редова који се памте. Оволико редова можете ићи уназад у терминалу; сувишни редови се одбацују.

source: Remote encoding
da: Fjernkodning
fur: Codifiche rimote
id: Enkoding jauh
ro: Codare de la distanță
ru: Удалённое кодирование
sr: Удаљено кодирање

source: Remote download
da: Fjernhentning
fur: Discjariament rimot
id: Unduh jauh
ro: Descărcare de la distanță
ru: Загрузка удалённых данных
sr: Удаљено преузимање

source: Enable sound file downloading on MSP enabled MUDs.
da: Slå hentning af lydfiler til på MSP-aktiverede MUD'er.
id: Aktifkan pengunduhan berkas suara pada MUD yang mendukung MSP.
ro: Activează descărcarea de fișier de sunet pe MUD-urile activate cu MSP.
ru: Включить получение звуковых файлов для MUD с возможностями MSP.
sr: Укључује преузимање звучних датотека на МСП укљученим ВКТ-овима.

source: Command divider
da: Kommandoopdeler
id: Pembatas perintah
ro: Divizor de comandă
ru: Разделитель команд
sr: Разделник наредби

source: A character that is used to split commands in a string like “w;w;w;l”, which will be sent to the MUD as 4 separate commands.
da: Et tegn som bruges til at opdele kommandoer i en streng som “w;w;w;l”, som vil blive sendt til MUD'en som 4 adskilte kommandoer.
id: Karakter yang digunakan untuk membagi perintah dalam string seperti "w;w;w;l", yang akan dikirim ke MUD sebagai 4 perintah terpisah.
ro: Un caracter care este utilizat pentru a împărți comenzile într-un șir ca „w;w;w;l”, care va fi trimis la MUD ca 4 comenzi separate.
ru: Символ, используемый для разделения команд в строке типа «w;w;w;l» (эта строка будет отправлена на MUD как 4 отдельных команды).
sr: Знак који се користи за дељење наредби у ниску налик на „w;w;w;l“, која ће бити послата ВКТ-у као 4 посебне наредбе.

source: Whether to scroll to the bottom when there’s new output
da: Hvorvidt der skal rulles til bunden, når der er nye uddata
id: Apakah akan menggulir ke bawah bila ada keluaran baru
ro: Dacă să se deruleze în jos când există o ieșire nouă
ru: Выполнять ли прокрутку вниз при выводе новых данных
sr: Да ли да помери на дно када има новог излаза

source: If true, whenever there’s new output the terminal will scroll to the bottom.
da: Hvis aktiveret vil terminalen hver gang der er nye uddata blive rullet ned i bunden.
id: Jika true, kapanpun ada keluaran baru terminal akan digulir ke bawah.
ro: Dacă este adevărat, oricând există o ieșire nouă terminalul va derula în jos.
ru: Если установлено «true», все выводимые новые данные будут прокручивать терминал в конец.
sr: Ако је укључено, увек када има новог излаза, терминал ће вас пребацити на крај.

source: Use proxy
da: Brug proxy
fur: Dopre il proxy
id: Gunakan proksi
ro: Utilizează proxy
ru: Использовать прокси
sr: Употреба посредника

source: Whether to use a proxy server to connect to the MUD.
da: Hvorvidt der skal bruges en proxyserver til at forbinde til MUD'en.
fur: Indiche se doprâ il servidôr proxy par conetisi al MUD.
id: Apakah akan menggunakan peladen proksi untuk terhubung ke MUD.
ro: Dacă să se utilizeze serverul proxy pentru a conecta la MUD.
ru: Определяет, следует ли использовать прокси-сервер для подключения к MUD.
sr: Да ли користи посреднички сервер за повезивање са ВКТ-ом.

source: Proxy version
fur: Version proxy
id: Versi proksi
ro: Versiunea proxy-ului
ru: Версия прокси
sr: Издање посредника

source: The SOCKS version to be used.
da: Den SOCKS-version der skal bruges.
fur: La version SOCKS di doprâ.
id: Versi SOCKS yang akan digunakan.
ro: Versiunea SOCKS de utilizat.
ru: Версия SOCKS, которую следует использовать.
sr: Издање ПРИКЉУЧНИЦЕ за коришћење.

source: Proxy server hostname
da: Proxyserverens værtsnavn
fur: Non host dal servidôr proxy
id: Nama host peladen proksi
ro: Numele de gazdă a serverului proxy
ru: Название узла прокси-сервера
sr: Назив домаћина сервера посредника

source: Visible name of the MUD.
da: MUD'ens synlige navn.
fur: Non visibil dal MUD.
id: Nama MUD yang terlihat.
ro: Numele vizibil al MUD-ului.
ru: Видимое название MUD.
sr: Видљиви назив ВКТ-а.

source: Profile ID
da: Profil-id
fur: ID profîl
id: ID Profil
ro: ID profil
ru: ID профиля
sr: ИБ профила

source: MUD ID
fur: ID MUD
id: ID MUD
ro: ID MUD
sr: ИБ ВКТ-а

source: Name of the character.
da: Tegnets navn.
fur: Non dal caratar.
id: Nama karakter.
ro: Numele caracterului.
ru: Имя персонажа.
sr: Назив знака.

source: Connect string
da: Forbindelsesstreng
id: Hubungkan string
ro: Conectează șirul
ru: Строка соединения
sr: Повезивање ниске

source: Commands to send to MUD upon establishing connection.
da: Kommandoer som sendes til MUD'en, når der er etableret forbindelse.
id: Perintah untuk mengirim ke MUD saat membuat koneksi.
ro: Comenzile de trimis la MUD la stabilirea conexiunii.
ru: Команды для отправки в MUD после установки соединения.
sr: Наредбе за слање ВКТ-у након успостављене везе.

source: No profile specified.
da: Ingen profil angivet.
fur: Nissun profîl specificât.
id: Tidak ada profil yang ditentukan.
ro: Nu a fost specificat niciun profil.
ru: Не указан профиль.
sr: Није наведен профил.

source: Downloading…
da: Henter …
fur: Daûr a discjariâ…
id: Mengunduh…
ro: Se descarcă…
ru: Загрузка…
sr: Преузимам…

source: Connecting…
da: Forbinder …
fur: Daûr a coneti…
id: Menyambung…
ro: Se conectează…
ru: Подключение…
sr: Повезујем се…

source: Downloading %s…
da: Henter %s …
fur: Daûr a discjariâ %s…
id: Mengunduh %s…
ro: Se descarcă %s…
ru: Загрузка %s…
sr: Преузимам „%s“…

source: Save log as…
da: Gem log som …
fur: salve regjistri come…
id: Simpan log sebagai…
ro: Salvează înregistrarea ca…
ru: Сохранить журнал как…
sr: Сачувај дневник као…

source: *** Log starts *** %d/%m/%Y %H∶%M∶%S
da: *** Log starter *** %d/%m/%Y %H:%M:%S
id: *** Log mulai *** %d/%m/%Y %H:%M:%S
ro: *** Înregistrarea începe *** %d/%m/%Y %H∶%M∶%S
ru: *** Журнал начат *** %d/%m/%Y %H∶%M∶%S
sr: *** Дневник почиње *** %d.%m.%Y. у %H:%M:%S

source: Could not open “%s” for writing.
da: Kunne ikke åbne “%s” til skrivning.
fur: Impussibil vierzi “%s” pe scriture.
id: Tidak dapat membuka "%s" untuk menulis.
ro: Nu s-a putut deschide „%s” pentru scriere.
ru: Не удалось открыть «%s» для записи.
sr: Не могу да отворим „%s“ за уписивање.

source: *** Log stops *** %d/%m/%Y %H∶%M∶%S
da: *** Log stopper *** %d/%m/%Y %H:%M:%S
id: *** Log berhenti *** %d/%m/%Y %H:%M:%S
ro: *** Înregistrarea se oprește *** %d/%m/%Y %H∶%M∶%S
ru: *** Журнал закончен *** %d/%m/%Y %H∶%M∶%S
sr: *** Дневник се завршава *** %d.%m.%Y. у %H:%M:%S

source: Palette had %u entry instead of %u
da: Paletten havde %u indgang i stedet for %u
id: Palet memiliki entri %u, bukan %u
ro: Paleta a avut %u intrare în loc de %u
ru: Палитра содержит %u запись вместо %u
sr: Палета има %u ставку уместо %u

source: Connect to Multi-User Dungeons
da: Forbind til flerbruger dungeons (MUD)
id: Sambungkan ke Multi-User Dungeons
ro: Conectează la donjoanele multi-utilizator
ru: Подключиться к многопользовательскому миру (MUD)
sr: Повежи се са ВКТ-ом
