Repository: GNOME/gnome-mud
Catalog: doc/gnome-mud-manual/*/*.po
Languages: cs, de, sv

source: <menuchoice> • <guimenuitem>Reconnect</guimenuitem> </menuchoice> This will reconnect you to the current connection. If you loose the link to the MUD, you can hit this to get reconnected again. If the connection was open, it will close the current connection and start a new one.
de: <menuchoice> • <guimenuitem>Neu verbinden</guimenuitem> </menuchoice> Dadurch wird die aktuelle Verbindung erneut aufgebaut. Wenn Sie die Verbindung zum MUD verlieren, können Sie damit eine erneute Verbindung aufbauen. Wenn die Verbindung geöffnet war, wird diese geschlossen und eine neue hergestellt.
sv: <menuchoice> • <guimenuitem>Återanslut</guimenuitem> </menuchoice> Detta återansluter dig till den aktuella anslutningen. Om du förlorar uppkopplingen till MUD:en, kan du använda detta för att återansluta. Om anslutningen var öppen, stängs den nuvarande anslutningen och en ny kommer att startas.

source: <menuchoice> • <guimenuitem>Start Logging…</guimenuitem> </menuchoice> This will enable the recording of the currently selected connection. It will write all the output of a mudding session into the selected file.
de: <menuchoice> • <guimenuitem>Protokollierung beginnen …</guimenuitem> </menuchoice> Dadurch wird die Aufzeichnung der aktuell ausgewählten Verbindung aktiviert. Sämtliche Ausgaben einer Mudding-Sitzung werden in die ausgewählte Datei geschrieben.
sv: <menuchoice> • <guimenuitem>Starta loggning…</guimenuitem> </menuchoice> Detta aktiverar inspelning av den valda anslutningen. Det kommer att skriva all utdata från en MUD-session till den valda filen.

source: <menuchoice> • <guimenuitem>Stop Logging</guimenuitem> </menuchoice> This stops the recording of a connection, if it had been previously started.
de: <menuchoice> • <guimenuitem>Protokollierung anhalten</guimenuitem> </menuchoice> Dadurch wird die Protokollierung einer Sitzung gestoppt, die vorher gestartet wurde.
sv: <menuchoice> • <guimenuitem>Stoppa loggning</guimenuitem> </menuchoice> Detta stoppar inspelningen av en anslutning, om den tidigare har startats.

source: <menuchoice> • <guimenuitem>Save Buffer…</guimenuitem> </menuchoice> This permits you to save your current connection buffer into a file. Useful to keep deathlogs or questlogs. It will just take a 'snapshot' of past messages, writing it into the selected file. For real time logging, see 'Start/Stop Logging'.
de: <menuchoice> • <guimenuitem>Puffer speichern …</guimenuitem> </menuchoice> Dies ermöglicht Ihnen die Speicherung des Puffers der aktuellen Verbindung in eine Datei. Dies ist nützlich, wenn Sie »Deathlogs« oder »Questlogs« behalten wollen. Gespeichert wird einfach ein Schnappschuss der letzten Meldungen. Diese werden in die ausgewählte Datei geschrieben. Für die Echtzeitprotokollierung siehe »Protokollierung starten/anhalten«.
sv: <menuchoice> • <guimenuitem>Spara buffert…</guimenuitem> </menuchoice> Detta gör att du kan spara din nuvarande anslutningsbuffert i en fil. Användbart för att spara dödsloggar eller uppdragsloggar. Det kommer att skapa en ögonblicksbild av tidigare meddelanden, och skriva in det i den valda filen. För loggning i realtid, se ”Starta/Stoppa loggning”.

source: <menuchoice> • <guimenuitem>Close Window</guimenuitem> </menuchoice> This closes a connection tab, even if the connection is still open.
de: <menuchoice> • <guimenuitem>Fenster schließen</guimenuitem> </menuchoice> Dadurch wird der Verbindungsreiter geschlossen, selbst wenn noch eine Verbindung geöffnet ist.
sv: <menuchoice> • <guimenuitem>Stäng fönster</guimenuitem> </menuchoice> Detta stänger en anslutningsflik, även om anslutningen fortfarande är öppen.

source: <menuchoice> <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo> </shortcut> • <guimenuitem>Exit</guimenuitem> </menuchoice> This quits the application.
de: <menuchoice><shortcut><keycombo><keycap>Strg</keycap><keycap>Q</keycap></keycombo> </shortcut> • <guimenuitem>Beenden</guimenuitem></menuchoice> Beendet die Anwendung.
sv: <menuchoice> <shortcut> <keycombo><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo> </shortcut> • <guimenuitem>Avsluta</guimenuitem> </menuchoice> Detta avslutar programmet.

source: This menu contains: <_:itemizedlist-1/>
de: Dieses Menü enthält: <_:itemizedlist-1/>
sv: Den här menyn innehåller: <_:itemizedlist-1/>

source: <guimenu>Settings</guimenu>
de: <guimenu>Einstellungen</guimenu>
sv: <guimenu>Inställningar</guimenu>

source: <menuchoice> • <guimenuitem>Auto Mapper…</guimenuitem> </menuchoice> This opens the Auto Mapper feature (see the <link linkend="mapping">GNOME-Mud Auto Mapper</link> section for more information.
de: <menuchoice> • <guimenuitem>Auto-Kartierung …</guimenuitem> </menuchoice> Dies öffnet die automatische Kartenerstellung (siehe <link linkend="mapping">Automatische Kartierung in GNOME-Mud</link> für weitere Informationen.
sv: <menuchoice> • <guimenuitem>Kartgenererare…</guimenuitem> </menuchoice> Detta öppnar den automatiska Kartgenererarfunktionen (se avsnittet <link linkend="mapping">Kartgenererare för GNOME-Mud</link> för mer information.

source: <menuchoice> • <guimenuitem>Plugins</guimenuitem> </menuchoice> This opens a submenu with the list of available plugins for <application>GNOME-Mud</application> and the <interface>Plugin Information</interface>, which shows information about them. Currently, <application>GNOME-Mud </application> does not ship with any plugin, but creating your own should be pretty easy. An example of an useful plugin could be a graphical Health Points/Mana monitor.
de: <menuchoice> • <guimenuitem>Erweiterungen</guimenuitem> </menuchoice> Dies öffnet ein Untermenü mit einer Auflistung der verfügbaren Erweiterungen für <application>GNOME-Mud</application> und die <interface>Information zur Erweiterung</interface>, in der weitere Informationen enthalten sind. Gegenwärtig wird keine Erweiterung mit <application>GNOME-Mud </application> ausgeliefert, aber die Erstellung Ihrer eigenen Erweiterung sollte kein allzu großes Problem darstellen. Ein Beispiel für eine nützliche Erweiterung könnte eine grafische Überwachung der Lebenspunkte/Mana sein.
sv: <menuchoice> • <guimenuitem>Insticksmoduler</guimenuitem> </menuchoice> Detta öppnar en undermeny med en lista över tillgängliga insticksmoduler för <application>GNOME-Mud</application> och <interface>Insticksmodulinformation</interface>, som visar information om dem. För närvarande innehåller <application>GNOME-Mud</application> inte någon insticksmodul vid nyinstallation, men att lägga till en egen bör vara ganska enkelt. Ett exempel på en användbar insticksmodul skulle kunna vara en grafisk ”övervakare av hälsopoäng/mana”.

source: <menuchoice> • <guimenuitem>Preferences…</guimenuitem> </menuchoice> This opens the <link linkend="prefs"> <interface>Preferences</interface></link> dialog, which is used configure different aspects of <application>GNOME-Mud</application>.
de: <menuchoice> • <guimenuitem>Einstellungen …</guimenuitem> </menuchoice> Dadurch wird der <link linkend="prefs"><interface>Einstellungsdialog</interface></link> geöffnet, in dem Sie verschiedene Aspekte von <application>GNOME-Mud</application> konfigurieren können.
sv: <menuchoice> • <guimenuitem>Inställningar…</guimenuitem> </menuchoice> Det här öppnar dialogrutan <link linkend="prefs"> <interface>Inställningar</interface></link>, som används för att konfigurera olika delar av <application>GNOME-Mud</application>.

source: <guimenu>Help</guimenu>
de: <guimenu>Hilfe</guimenu>
sv: <guimenu>Hjälp</guimenu>

source: <menuchoice> • <guimenuitem>Manual</guimenuitem> </menuchoice> This opens the <application>GNOME Help Browser</application> and displays this manual.
de: <menuchoice> • <guimenuitem>Handbuch</guimenuitem> </menuchoice> Der <application>GNOME-Hilfebrowser</application> wird geöffnet und dieses Handbuch angezeigt.
sv: <menuchoice> • <guimenuitem>Handbok</guimenuitem> </menuchoice> Det här öppnar <application>GNOMEs hjälpläsare</application> och visar den här handboken.

source: <menuchoice> • <guimenuitem>About</guimenuitem> </menuchoice> This opens the <interface>About</interface> dialog which shows basic information about <application>GNOME-Mud</application>, such as the author's name, the application version number, the names of several contributors to the project and a link to<application>GNOME-Mud</application>'s Homepage.
de: <menuchoice> • <guimenuitem>Info</guimenuitem> </menuchoice> Dies öffnet den <interface>Info</interface>-Dialog, in dem grundlegende Informationen zu <application>GNOME-Mud</application> angezeigt werden, wie den Namen des Autors, die Versionsnummer der Anwendung, die Namen der verschiedenen Mitwirkenden und einen Verweis zur Projektseite von <application>GNOME-Mud</application>.
sv: <menuchoice> • <guimenuitem>Om</guimenuitem> </menuchoice> Detta öppnar dialogrutan <interface>Om</interface> som visar grundläggande information om <application>GNOME-Mud</application>, som författarens namn, programmets versionsnummer, namnen på flera bidragsgivare till projektet och en länk till <application>GNOME-Mud</application>s webbsida.

source: Customization
cs: Přizpůsobení
de: Anpassung
sv: Anpassning

source: To change the application settings, select <menuchoice> <guimenu>Settings</guimenu> <guimenuitem>Preferences…</guimenuitem> </menuchoice>. This opens the <interface>Preferences</interface> dialog, shown in <xref linkend="preferences-window"/>.
de: Um die Einstellungen der Anwendung anzupassen, wählen Sie <menuchoice> <guimenu>Einstellungen</guimenu> <guimenuitem>Einstellungen …</guimenuitem> </menuchoice>. Daraufhin wird der <interface>Einstellungs</interface>dialog geöffnet, wie in <xref linkend="preferences-window"/> gezeigt.
sv: Om du vill ändra programinställningar, välj <menuchoice> <guimenu>Inställningar</guimenu> <guimenuitem>Inställningar…</guimenuitem> </menuchoice>. Det här öppnar dialogrutan <interface>Inställningar</interface>, vilken visas i <xref linkend="preferences-window"/>.

source: Preferences Dialog
cs: Dialogové okno předvoleb
de: Einstellungsdialog
sv: Dialogrutan Inställningar

source: <guilabel>Echo the text sent?</guilabel>
de: <guilabel>Den verschickten Text lokal ausgeben?</guilabel>
sv: <guilabel>Upprepa skickad text?</guilabel>

source: If this is set, all the text you type and enter will be echoed on the connection so you can control what you are sending.
cs: Když je zapnuto, veškerý text, který zadáváte psaním se bude souběžně vypisovat na obrazovku, takže máte přehled, co do připojení odesíláte.
de: Falls dies gesetzt ist, wird sämtlicher eingegebener und versendeter Text lokal ausgegeben, so dass Sie überprüfen können, was Sie versenden.
sv: Om det här är aktiverat, kommer all text som du skriver att speglas på anslutningen så att du kan styra vad du skickar.

source: Keep the text entered?
cs: Ponechat zadaný text
de: Den eingegebenen Text beibehalten?
sv: Behåll inmatad text?

source: If this is set, the text you have entered and sent to the connection, will be left in the entry box but selected. Turn this off to remove the text after it has been sent.
cs: Když je zapnuto, tak text, který zadáte a odešlete do připojení, bude ponechán ve vstupním poli a navíc bude označený jako vybraný. Vypnutí této volby způsobí, že text bude vždy po odeslání odstraněn.
de: Falls dies gesetzt ist, verbleibt der von Ihnen eingegebene und versendete Text im Eingabefeld und ist weiterhin markiert. Schalten Sie dies aus, um den Text nach dem Senden zu entfernen.
sv: Om det här är aktiverat, kommer texten som du har matat in och skickat till anslutningen att lämnas kvar i inmatningsrutan men markerad. Inaktivera för att ta bort texten efter det att den har skickats.

source: Freeze/Thaw?
cs: Zmrazit/rozmrazit
de: Einfrieren/Auftauen?
sv: Frys/töa?

source: If set, text will draw faster but it will not draw every character, only whole strings. This will probably make displays a lot faster if you are playing MUDs with a lot of different colours.
cs: Když je zapnuto, bude text vypisován rychleji, ale nebudou se psát jednotlivé znaky, jen celé texty. Hlavně to zobrazování asi zrychlí, když hrajete MUD s velkým množstvím různých barev.
de: Falls dies gesetzt ist, wird Text schneller dargestellt, aber nicht zeichenweise, sondern nur ganze Zeichenketten. Dadurch wird die Anzeige möglicherweise etwas schneller, wenn Sie MUDs mit vielen verschiedenen Farben spielen.
sv: När aktiverat, kommer texten att skrivas snabbare men inte tecken för tecken, utan bara hela strängar. Detta kommer förmodligen att göra skärmens uppdatering mycket snabbare om du spelar MUD:ar med många olika färger.

source: Disable system keys
cs: Zakázat systémové klávesy
de: Systemtasten deaktivieren
sv: Inaktivera systemtangenter

source: If set, <application>GNOME-Mud</application> will provide with some default keybinds, like for example direction aliases in the numeric keypad. These can always be overriden by user keybindings, or can be totally disabled from here.
cs: Když je zapnuto, poskytuje <application>Mud GNOME</application> některé klávesové zkratky, jako třeba pro určení směru přes numerickou klávesnici. Vždy máte možnost definice změnit pomocí uživatelských klávesových zkratek, nebo je zde úplně zakázat.
de: Wenn gesetzt, stellt <application>GNOME-Mud</application> eine Reihe voreingestellter Tastenkombinationen bereit, wie für Richtungsanweisungen über den Ziffernblock. Diese können jederzeit durch benutzerdefinierte Tastenkombinationen außer Kraft gesetzt oder vollständig deaktiviert werden.
sv: När aktiverat tillhandahåller <application>GNOME-Mud</application> några standardsnabbtangenter, som till exempel riktningsalias i det numeriska tangentbordet. Du har alltid möjlighet att ändra definitionen med hjälp av anpassade snabbtangenter, eller inaktivera dem helt och hållet.

source: Command divide char
cs: Znak oddělující příkazy
de: Befehlstrenner
sv: Skiljetecken för kommandon

source: Insert the character you want to use to separate multi-command orders entered in the command line. For example, if set to ";", entering "north ; east" in the command line will execute two independent commands "north", "east".
cs: Zadejte znak, které chcete používat k oddělování více příkazů zadaných v příkazové řádce. Když například určíte „;“, zadání „north; east“ v příkazové řádce spustí dva nezávislé příkazy „norh“ a „east“.
de: Fügen Sie das Zeichen ein, das Sie als Trenner für mehrere Befehle in der Befehlszeile verwenden wollen. Wenn Sie es zum Beispiel auf »;« setzen, wird die Befehlszeile »north ; east« als zwei getrennte Befehle »north« und »east« ausgeführt.
sv: Infoga tecknet du vill använda för att skilja order som består av flera kommandon i kommandoraden. Om du till exempel anger ”;”, kommer ”nord”, ”öst” i kommandoraden att utföra två oberoende kommandon ”nord”, ”öst”.

source: Command history
cs: Historie příkazů
de: Befehlschronik
sv: Kommandohistorik

source: This is the number of commands that <application>GNOME-Mud </application> will store in it's command history.
cs: Jedná se o počet příkazů, které <application>Mud GNOME</application> bude uchovávat ve své historii příkazů.
de: Dies ist die Anzahl der Befehle, die <application>GNOME-Mud </application> in seiner Befehlschronik speichert.
sv: Det här är antalet kommandon som <application>GNOME-Mud</application> kommer att lagra i kommandohistoriken.

source: The properties in the <guilabel>Functionality</guilabel> tab are: <_:variablelist-1/>
de: Die Eigenschaften im Reiter <guilabel>Funktionalität</guilabel> sind: <_:variablelist-1/>
sv: Egenskaperna i fliken <guilabel>Funktionalitet</guilabel> är: <_:variablelist-1/>

source: Font
de: Schriftart
sv: Typsnitt

source: Click here to open a font selection window to select the desired font to be used in the connection window.
cs: Kliknutím otevřete okno pro výběr fontu, který si přejete používat v okně připojení.
de: Klicken Sie hier, um ein Schriftauswahlfenster zu öffnen und die im Verbindungsfenster zu verwendende Schrift auszuwählen.
sv: Klicka för att öppna fönstret för val av typsnitt för att välja önskat typsnitt som ska användas i anslutningsfönstret.

source: Foreground color
cs: Barva popředí
de: Vordergrundfarbe
sv: Förgrundsfärg

source: This will open a color chooser dialog that you can use to select the font color you want to use.
cs: Otevře dialogové okno pro výběr barvy, ve kterém si můžete vybrat barvu, kterou chcete používat pro text.
de: Dadurch wird ein Farbwählerdialog geöffnet, in dem Sie gewünschte Schriftfarbe wählen können.
sv: Detta öppnar en dialogruta för färgväljare som du kan använda för att välja den typsnittsfärg du vill använda.

source: Bold foreground color
cs: Barva tučného popředí
de: Fettschrift-Vordergrundfarbe
sv: Fet förgrundsfärg

source: This will open a color chooser dialog that you can use to select the bold font color you want to use.
cs: Otevře dialogové okno pro výběr barvy, ve kterém si můžete vybrat barvu, kterou chcete používat pro tučný text.
de: Dadurch wird ein Farbwählerdialog geöffnet, in dem Sie die für Fettschrift gewünschte Farbe auswählen können.
sv: Detta öppnar en dialogruta för färgväljare som du kan använda för att välja den typsnittsfärg du vill använda för fetstil.

source: Background color
cs: Barva pozadí
de: Hintergrundfarbe
sv: Bakgrundsfärg

source: This will open the same dialog as before, but will select the foreground color of your font.
cs: Otevře již zmíněné dialogové okno, tentokrát ale pro výběr barvy pozadí pod textem.
de: Dadurch wird der gleiche Farbwählerdialog geöffnet wie zuvor, aber zur Auswahl der Hintergrundfarbe Ihrer Schrift.
sv: Detta öppnar samma dialog som tidigare men väljer förgrundsfärgen på typsnittet.

source: Color Palette
cs: Paleta barev
de: Farbpalette
sv: Färgpalett

source: This is a series of buttons which lets you define your own colors for ANSI. Each color represents one ANSI color which you can redefine.
cs: Řada tlačítek, pomocí kterých můžete definovat vlastní barvy pro ANSI. Každá z barev představuje jednu barvu ANSI, kterou můžete změnit.
de: Mit diesen Knöpfen können Sie Ihre eigenen Farben für ANSI definieren. Jede Farbe stellt eine ANSI-Farbe dar, die Sie neu definieren können.
sv: Detta är en serie knappar som låter dig definiera dina egna färger för ANSI. Varje färg representerar en ANSI-färg som du kan omdefiniera.

source: The properties in the <guilabel>Colors and Fonts</guilabel> tab are: <_:variablelist-1/>
de: Die Eigenschaften im Reiter <guilabel>Farben und Schriften</guilabel> sind: <_:variablelist-1/>
sv: Egenskaperna i fliken <guilabel>Färger och typsnitt</guilabel> är: <_:variablelist-1/>

source: After you have made all the changes you want, click on <guibutton>OK</guibutton> to apply the changes and close the <interface>Preferences</interface> dialog. To cancel the changes and return to previous values, click the <guibutton>Close</guibutton> button.
cs: Jakmile máte provedené všechny změny, které chcete, klikněte na <guibutton>Budiž</guibutton>. Změny se použijí a dialogové okno <interface>Předvolby</interface> zavře. Pokud změny nechcete a přejete si vrátit předchozí hodnoty, klikněte na tlačítko <guibutton>Zavřít</guibutton>.
de: Nachdem Sie Ihre sämtlichen gewünschten Einstellungen vorgenommen haben, klicken Sie auf <guibutton>OK</guibutton>, um die Änderungen anzuwenden und den <interface>Einstellungsdialog</interface> zu schließen. Um die Änderungen zu verwerfen und zu den vorherigen Einstellungen zurückzukehren, klicken Sie auf <guibutton>Schließen</guibutton>.
sv: När du har gjort alla önskade förändringar klickar du på <guibutton>OK</guibutton> för att tillämpa ändringarna och stänga dialogrutan <interface>Inställningar</interface>. För att avbryta ändringarna och återgå till tidigare värden klickar du på knappen <guibutton>Stäng</guibutton>.

source: Known Bugs and Limitations
cs: Známé chyby a omezení
de: Bekannte Fehler und Einschränkungen
sv: Kända fel och begränsningar

source: Command history search won't show the last command when you press the up-arrow key, but the command before the last.
cs: Hledání v historii příkazů nechce zobrazit poslední příkaz, když zmáčknete šipku nahoru, ale místo toho zobrazí předposlední.
de: Die Befehlschronik zeigt beim Drücken des Aufwärtspfeils nicht den letzten Befehl, sondern den vorletzten Befehl.
sv: Sökning i kommandohistoriken visar inte det sista kommandot när du trycker på uppåtpilknappen, utan det näst sista kommandot.

source: The mapping support is still limited and must be used manually (you can't map as you walk through the MUD).
cs: Podpora mapování je zatím omezená a je nutné ji používat ručně (nemůžete mapovat pouhým procházením daného MUD).
de: Die Kartierung ist noch sehr eingeschränkt und muss manuell verwendet werden (Kartierung ist während des Bewegens durch den MUD nicht möglich).
sv: Kartläggningsstödet är fortfarande begränsat och måste användas manuellt (det är inte möjligt att kartlägga under förflyttning genom MUD:en).

source: And of course, there are no plugins available yet!
cs: A na konec samozřejmě, zatím nejsou k dispozici žádné zásuvné moduly!
de: Und außerdem sind noch keine Erweiterungen verfügbar!
sv: Och naturligtvis finns det inga insticksmoduler tillgängliga ännu!

source: Authors
cs: Autoři
de: Autoren
sv: Upphovsmän

source: <application>GNOME-Mud</application> was written by Robin Ericsson (<email>lobbin@localhost.nu</email>). To find more information about <application>GNOME-Mud</application>, please visit the <ulink url="http://amcl.sourceforge.net/" type="http">GNOME-Mud Web page</ulink>. This manual was written by Jordi Mallach (<email>jordi@sindominio.net</email>).
cs: <application>Mud GNOME</application> napsal Robin Ericsson (<email>lobbin@localhost.nu</email>). Více informací o aplikaci se můžete dozvědět navštívením jejích <ulink url="http://amcl.sourceforge.net/" type="http">webových stránek</ulink>. Tuto příručku napsal Jordi Mallach (<email>jordi@sindominio.net</email>).
de: <application>GNOME-Mud</application> wurde von Robin Ericsson (<email>lobbin@localhost.nu</email>) geschrieben. Weitere Informationen zu <application>GNOME-Mud</application> finden Sie auf dessen <ulink url="http://amcl.sourceforge.net/" type="http">Webseite</ulink>. Dieses Handbuch wurde von Jordi Mallach (<email>jordi@sindominio.net</email>) geschrieben.
sv: <application>GNOME-Mud</application> skrevs av Robin Ericsson (<email>lobbin@localhost.nu</email>). För mer information om <application>GNOME-Mud</application>, besök <ulink url="http://amcl.sourceforge.net/" type="http">GNOME-Muds webbsida</ulink>. Denna handbok är skriven av Jordi Mallach (<email>jordi@sindominio.net</email>).
