Repository: GNOME/gnome-mud
Catalog: doc/gnome-mud-manual/*/*.po
Languages: cs, de, sv

source: If you have some comments or suggestions regarding this application, need help, or want to report a bug, plese contact us! Instructions for doing so are given in <ulink type="help" url="gnome-help:gnome-feedback"><citetitle>Reporting GNOME bugs and other feedback</citetitle></ulink> document, which you can find in the <guilabel>Help</guilabel> tab of <application>Nautilus</application> file manager.
cs: Pokud máte nějaké připomínky nebo návrhy k této aplikaci, potřebujete pomoc, nebo chcete nahlásit chybu, kontaktujte nás prosím! Jak na to, najdete v dokumentu <ulink type="help" url="gnome-help:gnome-feedback"><citetitle>Hlášení chyb GNOME a další ohlasy</citetitle></ulink>, kterou najdete na kartě <guilabel>Nápověda</guilabel> ve správci souborů <application>Nautilus</application>.
de: Wenn Sie Anmerkungen oder Vorschläge zu dieser Anwendung haben, Hilfe benötigen oder einen Fehler melden wollen, bitte nehmen Sie mit uns Kontakt auf! Anweisungen dazu finden Sie im Dokument <ulink type="help" url="gnome-help:gnome-feedback"><citetitle>Melden von Fehlern in GNOME und andere Rückmeldungen</citetitle></ulink>, den Sie im Reiter <guilabel>Hilfe</guilabel> der Dateiverwaltung <application>Nautilus</application> finden.
sv: Om du har kommentarer eller förslag angående om det här programmet, behöver hjälp, eller vill rapportera ett fel, kontakta oss! Instruktioner för detta ges i dokumentet <ulink type="help" url="gnome-help:gnome-feedback"><citetitle>Rapportering av GNOME-fel och annan återkoppling</citetitle></ulink>, som du hittar under fliken <guilabel>Hjälp</guilabel> i filhanteraren <application>Nautilus</application>.

source: License
cs: Licence
de: Lizenz
sv: Licens

source: This program is free software; you can redistribute it and/or modify it under the terms of the <ulink type="help" url="gnome-help:gpl"> <citetitle>GNU General Public License</citetitle></ulink> as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
de: Dieses Programm ist freie Software. Sie können es unter den Bedingungen der <ulink type="help" url="gnome-help:gpl"> <citetitle>GNU General Public License</citetitle></ulink>, so wie sie von der Free Software Foundation veröffentlicht wird, weiterverbreiten und/oder verändern; entweder in Version 2 der Lizenz, oder nach Ihrer Wahl jeder neueren Version.
sv: Detta program är fri programvara. Du kan distribuera det och/eller modifiera det under villkoren i <ulink type="help" url="gnome-help:gpl"> <citetitle>GNU General Public License</citetitle></ulink>, publicerad av Free Software Foundation, antingen version 2 eller (om du så vill) någon senare version.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the <citetitle>GNU General Public License</citetitle> for more details.
cs: Mud GNOME je šířen ve víře, že bude užitečný, ale BEZ JAKÝCHKOLIV ZÁRUK, a to i bez předpokládané záruky na PRODEJNOST nebo VHODNOST PRO KONKRÉTNÍ ÚČEL. Více podrobností najdete přímo v licenci <citetitle>GNU General Public License</citetitle>.
de: Die Veröffentlichung dieses Programms erfolgt in der Hoffnung, dass es Ihnen von Nutzen sein wird, aber OHNE IRGENDEINE GARANTIE, sogar ohne die implizite Garantie der MARKTREIFE oder der VERWENDBARKEIT FÜR EINEN BESTIMMTEN ZWECK. Details finden Sie in der <citetitle>GNU General Public License</citetitle>.
sv: Detta program distribueras i hopp om att det ska vara användbart, men UTAN NÅGON SOM HELST GARANTI, även utan underförstådd garanti om SÄLJBARHET eller LÄMPLIGHET FÖR NÅGOT SPECIELLT ÄNDAMÅL. Se <citetitle>GNU General Public License</citetitle> för ytterligare information.

source: A copy of the <citetitle>GNU General Public License</citetitle> is included as an appendix to the <citetitle>GNOME Users Guide</citetitle>. You may also obtain a copy of the <citetitle>GNU General Public License</citetitle> from the Free Software Foundation by visiting <ulink type="http" url="http://www.fsf.org">their Web site</ulink> or by writing to <_:address-1/>
de: Eine Kopie der <citetitle>GNU General Public License</citetitle> ist als Anhang im <citetitle>GNOME-Benutzerhandbuch</citetitle> enthalten. Sie können auch eine Kopie der <citetitle>GNU General Public License</citetitle> von der Free Software Foundation erhalten, indem Sie <ulink type="http" url="http://www.fsf.org">deren Webseite</ulink> besuchen, oder Sie schreiben an <_:address-1/>
sv: En kopia av <citetitle>GNU General Public License</citetitle> ingår som en bilaga till <citetitle>Användarguide för GNOME</citetitle>. Du kan också få en kopia av <citetitle>GNU General Public License</citetitle> från Free Software Foundation genom att besöka <ulink type="http" url="http://www.fsf.org">deras webbplats</ulink> eller genom att skriva till <_:address-1/>

source: <firstname>Jordi</firstname> <surname>Mallach</surname> <affiliation> <orgname>GNOME Documentation Project</orgname> <address><email>jordim@gnome.org</email></address> </affiliation>
sv: <firstname>Jordi</firstname> <surname>Mallach</surname> <affiliation> <orgname>Dokumentationsprojekt för GNOME</orgname> <address><email>jordim@gnome.org</email></address> </affiliation>

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
cs: Je povoleno kopírovat, šířit a/nebo upravovat tento dokument za podmínek GNU Free Documentation License (GFDL) ve verzi 1.1 nebo v jakékoli novější verzi vydané nadací Free Software Foundation, bez neměnných oddílů, bez textů předních desek a bez textů zadních desek. Kopii licence GFDL naleznete pod <ulink type=\"help\" url=\"ghelp:fdl\">tímto odkazem</ulink> nebo v souboru COPYING-DOCS dodávaném s touto příručkou.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
cs: DOKUMENT A JEHO UPRAVENÉ VERZE JSOU ŠÍŘENY V SOULADU SE ZNĚNÍM LICENCE GNU FREE DOCUMENTATION LICENSE S NÁSLEDUJÍCÍM USTANOVENÍM: <placeholder-1/>

source: January 2006
cs: leden 2006

source: GNOME-Mud Manual V1.0
cs: Příručka V1.0 k aplikaci Mud GNOME

source: June 2003
cs: červen 2003

source: To run <application>GNOME-Mud</application>, select <menuchoice><guisubmenu>Games</guisubmenu><guimenuitem>GNOME-Mud</guimenuitem></menuchoice> from the <guimenu>Main Menu</guimenu>, or type <command>gnome-mud</command> on the command line.
cs: Když chcete <application>Mud GNOME</application> spustit, vyberte v <guimenu>hlavní nabídce</guimenu> <menuchoice><guisubmenu>Hry</guisubmenu><guimenuitem>Mud GNOME</guimenuitem></menuchoice>, nebo napište v příkazové řádce <command>gnome-mud</command>.

source: Starting <application>GNOME-Mud</application> opens the <interface>Main window</interface>, shown in <xref linkend="main-window"/>. The window is at first mostly empty, just showing some information about the <application>GNOME-Mud</application> build you're running. <placeholder-1/>
cs: Po spuštění <application>Mud GNOME</application> se otevře <interface>hlavní okno</interface>, které můžete vidět na <xref linkend="main-window"/>. Okno je na začátku povětšinou prázdné, zobrazuje jen nějaké informace o verzi <application>Mud GNOME</application>, kterou máte spuštěnou. <placeholder-1/>

source: To connect to a MUD, select <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>Connection Wizard…</guimenuitem></menuchoice>, which will bring up the <interface>GNOME-Mud Connections</interface> dialog box. The <interface>Connection Wizard</interface> allows you to create different connections so you can store a list of "personalities". <placeholder-1/> To create a connection, enter a descriptive title (normally the MUD's full name) in the <guilabel>Title</guilabel> field and fill in the MUD's information in the <guilabel>Host</guilabel> and <guilabel>Port</guilabel> fields (leaving <guilabel>Port</guilabel> blank will make it default to port 23). You can also import those fields very easily using the <link linkend="mudlist"><interface>GNOME-Mud MudList</interface></link> and selecting a MUD from there. Enter the character information in the <guilabel>Character</guilabel> and <guilabel>Password</guilabel> (password is only required if you want to autolog into the MUD). If you want to bind the connection to a set of aliases, triggers, variables keybinds, click on <guibutton>Select Profile</guibutton> and select the desired one from the list. See the section on <link linkend="profiles"><interface>Profiles</interface></link> for more information on them. Once you have filled all the fields, press <guibutton>Apply</guibutton> to accept the values of the new profile or to update them, in case a profile with the same <guilabel>title</guilabel> already existed, or <guibutton>Cancel </guibutton> to discard them. When a connection is created, it will show up in the left column of the dialog, showing the MUD title and character name. Select the desired connection and press <guibutton>Connect</guibutton> to start the connection. <guibutton>Close</guibutton> will close the <interface>Connection Wizard</interface>.
cs: Když se chcete připojit k serveru MUD, vyberte <menuchoice><guisubmenu>Soubor</guisubmenu> <guimenuitem>Průvodce připojením…</guimenuitem></menuchoice>, který zobrazí dialogové okno <interface>Připojení Mud GNOME</interface>. Pomocí <interface>Průvodce připojením</interface> si můžete vytvořit různá připojení, díky čemuž si můžete uchovat, co vám osobně vyhovuje. <placeholder-1/> Pro vytvoření spojení zadejte popisný název (běžné plný název daného MUD) do pole <guilabel>Název</guilabel> a vyplňte připojovací údaje v polích <guilabel>Hostitel</guilabel> a <guilabel>Port</guilabel> (pokud ponecháte <guilabel>Port</guilabel> prázdný, použije se výchozí 23). Všechna tato nastavení můžete také jednoduše naimportovat pomocí <link linkend="mudlist"><interface>MudList Mud GNOME</interface></link>, ve kterém si MUD vyberete. Zadejte informace o postavě do pole <guilabel>Postava</guilabel> a případně <guilabel>Heslo</guilabel> (heslo je potřeba, když se chcete přihlašovat automaticky). Pokud chcete spojení provázat se sadou aliasů, spouštěčů, proměnných a klávesových zkratek, klikněte na <guibutton>Vybrat profil</guibutton> a vyberte požadovaný profil ze seznamu. Více informací o profilech najdete v kapitole <link linkend="profiles"><interface>Profily</interface></link>. Jakmile máte všechna pole vyplněná, zmáčkněte <guibutton>Použít</guibutton>, aby se přijaly údaje nového profilu nebo aktualizoval stávající v případě, že profil se stejným <guilabel>Názvem</guilabel> již existuje. Případně použijte <guibutton>Zrušit</guibutton> k zahození změn. Až budete mít spojení vytvořené, objeví se v levém sloupci dialogového okna a bude zobrazovat název a postavy. Spojení započnete jeho výběrem a zmáčknutím <guibutton>Připojit</guibutton>. Tlačítko <guibutton>Zavřít</guibutton> <interface>Průvodce připojením</interface> zavře.

source: Alternatively, you can quickly connect to a MUD, bypassing the connection wizard selecting <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>Connect…</guimenuitem></menuchoice>, which will bring up the <interface>Quick Connect</interface> dialog. Just fill in the <guilabel>Host</guilabel> and <guilabel>Port </guilabel> fields and press <guibutton>OK</guibutton> to connect to the desired MUD.
cs: Jinou možností, jak se rychle připojit k serveru MUD, aniž byste použili průvodce připojením, je vybrat <menuchoice><guisubmenu>Soubor</guisubmenu> <guimenuitem>Připojit…</guimenuitem></menuchoice>. Zobrazí se vám dialogové okno <interface>Rychle připojit</interface>, ve kterém stačí vyplnit pole <guilabel>Hostitel</guilabel> a <guilabel>Port </guilabel> a zmáčknutím <guibutton>Budiž</guibutton> se k požadovanému MUD připojíte.

source: If you open various connections simultaneously, <application> GNOME-Mud</application> will place them inside <interface>connection tabs</interface>, which will appear below the connection screen. To close a tab after disconnecting from a MUD, select <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>Close Window</guimenuitem></menuchoice> and the tab will disappear.
cs: Když otevřete různá připojení naráz, umístí je <application>Mud GNOME</application> do <interface>karet připojení</interface> s oušky pod obrazovkou připojení. Aby se karta po odpojení od serveru MUD zavřela, vyberte <menuchoice><guisubmenu>Soubor</guisubmenu> <guimenuitem>Zavřít okno</guimenuitem></menuchoice> a karta zmizí.

source: <application>GNOME-Mud</application> can read <ulink url="http://www.mudconnect.com/" type="http"> MudConnect.com</ulink>'s MUD list, which is an extensive list of MUDs, with information about their codebase, host, port and including a description. There are two ways to use the <interface>GNOME-Mud MudList</interface>. <placeholder-1/>
cs: <application>Mud GNOME</application> umí číst seznam MUD z webu <ulink url="http://www.mudconnect.com/" type="http">MudConnect.com</ulink>, což je rozsáhlý seznam serverů MUD s informacemi o základu kódu, hostiteli, portu a včetně popisu. Existují dva způsoby, jak použít <interface>MudList Mud GNOME</interface>. <placeholder-1/>

source: Another way of using the MudList is exactly the opposite. Select <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>MudList Listing…</guimenuitem></menuchoice> and you'll get the same dialog as if opened from the <interface>Connection Wizard</interface>, only the <guibutton>Import and close</guibutton> button will be replaced by <guibutton>Connect to the mud</guibutton>.
cs: Další způsob použití seznamu MudList je přesně opačný. Vyberte <menuchoice><guisubmenu>Soubor</guisubmenu> <guimenuitem>Výpisy MudList…</guimenuitem></menuchoice> a dostanete to stejné dialogové okno, jako když jej otevřete z <interface>Průvodce připojením</interface>, akorát tlačítko <guibutton>Importovat a zavřít</guibutton> bude nahrazené tlačítkem <guibutton>Připojit k serveru MUD</guibutton>.

source: To disconnect from a MUD, you should try to use your MUD's logout command. Normally this command is <command>quit</command> or <command>rent</command>, but it can vary across MUD flavours. <application>GNOME-Mud</application> can "hard-disconnect" from a mud, using <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>Disconnect</guimenuitem></menuchoice>, or just quitting from <application>GNOME-Mud</application>.
cs: Když se chcete odpojit od serveru MUD, měli byste zkusit použít odhlašovací příkaz MUD. Normálně to je <command>quit</command> nebo <command>rent</command>, ale může se lišit. <application>Mud GNOME</application> se umí odpojit natvrdo, pomocí <menuchoice><guisubmenu>Soubor</guisubmenu> <guimenuitem>Odpojit</guimenuitem></menuchoice>, případně jednoduše ukončete aplikaci <application>Mud GNOME</application>.

source: Normally, each character class has different commands and abilities which require different configurations for the mudding session. Using <interface>Profiles</interface>, you can customize different features of <application>GNOME-Mud</application> to suit the current character's needs. To edit them, select <guibutton>Profiles</guibutton> from the toolbar, and a dialog with a list of customizable items will appear. <placeholder-1/><placeholder-2/> Use the <link linkend="connecting"><interface>Connection Wizard </interface></link> to bind a profile to a connection.
cs: Normálně mají jednotlivé postavy různé sady příkazů a schopností, což vyžaduje různá nastavení sezení. Pomocí <interface>Profilů</interface> si můžete přizpůsobit jednotlivé funkce aplikace <application>Mud GNOME</application>, aby vyhovovaly potřebám aktuální postavy. Pro úpravu profilu použijte <guibutton>Profily</guibutton> z nástrojové lišty. Objeví se dialogové okno se seznamem přizpůsobitelných položek. <placeholder-1/><placeholder-2/> K provázání profilu a připojení použijte <link linkend="connecting"><interface>Průvodce připojením</interface></link>.

source: The toolbar provides access to several commonly used routines. <placeholder-1/>
cs: Nástrojová lišta poskytuje přístup k několika běžně používaným funkcím. <placeholder-1/>

source: File
cs: Soubor

source: <menuchoice> • <guimenuitem>Connection Wizard…</guimenuitem></menuchoice> This starts the <link linkend="connecting"><interface>Connection Wizard</interface></link> dialog, which can be used to select to which MUD should <application>GNOME-Mud</application> connect.
cs: <menuchoice> • <guimenuitem>Průvodce připojením…</guimenuitem></menuchoice> Spustí dialogové okno s <link linkend="connecting"><interface>Průvodcem připojením</interface></link>, který můžete použít k výběru, ke kterému serveru MUD se má <application>Mud GNOME</application> připojit.

source: <menuchoice> • <guimenuitem>MudList Listing…</guimenuitem></menuchoice> This opens the <link linkend="mudlist"><interface>MudList</interface> dialog</link>, which can be used to browse a list of MUDs and connect to them or add them to your MUD connections.
cs: <menuchoice> • <guimenuitem>Výpisy MudList…</guimenuitem></menuchoice> Otevře <link linkend="mudlist">dialogové okno <interface>MudList</interface></link>, které můžete použít k procházení seznamu jednotlivých MUD a připojení k nim, případně jejich přidání do svých připojení.

source: <menuchoice> • <guimenuitem>Connect…</guimenuitem></menuchoice> This opens the <interface>Quick Connect </interface> dialog. Use this to open a MUD connection bypassing the Connection Wizard.
cs: <menuchoice> • <guimenuitem>Připojit…</guimenuitem></menuchoice> Otevře dialogové okno <interface>Rychle připojit</interface>. Použijte k otevření připojení k serveru MUD bez průvodce připojením.

source: <menuchoice> • <guimenuitem>Disconnect</guimenuitem></menuchoice> This disconnects you from the current connection. See <link linkend="disconnecting">Disconnecting from MUDs </link> for more info about this.
cs: <menuchoice> • <guimenuitem>Odpojit</guimenuitem></menuchoice> Odpojí aktuální připojení. Více k tématu najdete v kapitole <link linkend="disconnecting">Odpojování od serverů MUD</link>.

source: <menuchoice> • <guimenuitem>Reconnect</guimenuitem></menuchoice> This will reconnect you to the current connection. If you loose the link to the MUD, you can hit this to get reconnected again. If the connection was open, it will close the current connection and start a new one.
cs: <menuchoice> • <guimenuitem>Znovu připojit</guimenuitem></menuchoice> Provede nově připojení aktuálního připojení. Když ztratíte spojení se serverem MUD, může vám to pomoci s opětovným připojením. Pokud je připojení otevřené, nejprve se zavře a pak se spustí nové.

source: <menuchoice> • <guimenuitem>Start Logging…</guimenuitem></menuchoice> This will enable the recording of the currently selected connection. It will write all the output of a mudding session into the selected file.
cs: <menuchoice> • <guimenuitem>Začít zaznamenávat…</guimenuitem></menuchoice> Zapne zaznamenávání právě vybraného připojení. Veškerý výstup sezení se bude zapisovat do vybraného souboru.

source: <menuchoice> • <guimenuitem>Stop Logging</guimenuitem></menuchoice> This stops the recording of a connection, if it had been previously started.
cs: <menuchoice> • <guimenuitem>Přestat zaznamenávat</guimenuitem></menuchoice> Ukončí zaznamenávání připojení, pokud bylo před tím spuštěno.

source: <menuchoice> • <guimenuitem>Save Buffer…</guimenuitem></menuchoice> This permits you to save your current connection buffer into a file. Useful to keep deathlogs or questlogs. It will just take a 'snapshot' of past messages, writing it into the selected file. For real time logging, see 'Start/Stop Logging'.
cs: <menuchoice> • <guimenuitem>Uložit vyrovnávací paměť…</guimenuitem></menuchoice> Umožní vám uložit vyrovnávací paměť aktuálního připojení do souboru. Hodí se například pro uchování záznamů o úmrtích nebo pátráních. Jednoduše se vezme „snímek“ uchovaných zpráv a zapíše se do souboru. Pro záznam v reálném čase použijte Začít zaznamenávat/Přestat zaznamenávat.

source: <menuchoice> • <guimenuitem>Close Window</guimenuitem></menuchoice> This closes a connection tab, even if the connection is still open.
cs: <menuchoice> • <guimenuitem>Zavřít okno</guimenuitem></menuchoice> Zavře kartu s připojením, i když je připojení stále aktivní.

source: <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo></shortcut> • <guimenuitem>Exit</guimenuitem></menuchoice> This quits the application.
cs: <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo></shortcut> • <guimenuitem>Exit</guimenuitem></menuchoice> Ukončí aplikaci.

source: This menu contains: <placeholder-1/>
cs: Tato nabídka obsahuje: <placeholder-1/>

source: Settings
cs: Nastavení

source: <menuchoice> • <guimenuitem>Auto Mapper…</guimenuitem></menuchoice> This opens the Auto Mapper feature (see the <link linkend="mapping">GNOME-Mud Auto Mapper</link> section for more information.
cs: <menuchoice> • <guimenuitem>Automatické mapování…</guimenuitem></menuchoice> Otevře funkci automatického mapování (více informací viz <link linkend="mapping">Automatické mapování Mud GNOME</link>.

source: <menuchoice> • <guimenuitem>Plugins</guimenuitem></menuchoice> This opens a submenu with the list of available plugins for <application>GNOME-Mud</application> and the <interface>Plugin Information</interface>, which shows information about them. Currently, <application>GNOME-Mud </application> does not ship with any plugin, but creating your own should be pretty easy. An example of an useful plugin could be a graphical Health Points/Mana monitor.
cs: <menuchoice> • <guimenuitem>Zásuvné moduly</guimenuitem></menuchoice> Otevře podnabídku se seznamem dostupných zásuvných modulů pro <menuchoice>Mud GNOME<guimenuitem> a <interface>Informace o zásuvných modulech</interface>, která o nich zobrazí informace. V současnosti </menuchoice>Mud GNOME<application> není šířen se žádným zásuvným modulem, ale napsání vašeho vlastního by mělo být snadné. Příkladem užitečného zásuvného modulu by mohlo být grafické sledování, kde se dají sbírat životy a mana.

source: <menuchoice> • <guimenuitem>Preferences…</guimenuitem></menuchoice> This opens the <link linkend="prefs"><interface>Preferences</interface></link> dialog, which is used configure different aspects of <application>GNOME-Mud</application>.
cs: <menuchoice> • <guimenuitem>Předvolby…</guimenuitem></menuchoice> Otevře dialogové okno <link linkend="prefs"><interface>Předvolby</interface></link>, které se používá k nastavení různých vlastností aplikace <application>Mud GNOME</application>.

source: Help
cs: Nápověda

source: <menuchoice> • <guimenuitem>Manual</guimenuitem></menuchoice> This opens the <application>GNOME Help Browser</application> and displays this manual.
cs: <menuchoice> • <guimenuitem>Příručka</guimenuitem></menuchoice> Otevře <application>Prohlížeč nápovědy GNOME</application> a zobrazí tuto příručku.
