Repository: GNOME/gnome-mud
Catalog: doc/gnome-mud-manual/*/*.po
Languages: cs, de, sv

source: Starting <application>GNOME-Mud</application> opens the <interface>Main window</interface>, shown in <xref linkend="main-window"/>. The window is at first mostly empty, just showing some information about the <application>GNOME-Mud</application> build you're running. <_:figure-1/>
de: Beim Start von <application>GNOME-Mud</application> wird das <interface>Hauptfenster</interface> geöffnet, wie in <xref linkend="main-window"/> gezeigt. Das Fenster ist zunächst leer und zeigt lediglich einige Informationen über die laufende Version von <application>GNOME-Mud</application> an. <_:figure-1/>
sv: När <application>GNOME-Mud</application> startas, kommer <interface>huvudfönstret</interface> att öppnas, som visas i <xref linkend="main-window"/>. Fönstret är ursprungligen nästan tomt, och visar bara lite information om den nuvarande versionen av <application>GNOME-Mud</application> du använder. <_:figure-1/>

source: Connecting to a MUD
cs: Připojování k serverům MUD
de: Verbindung zu einem MUD
sv: Ansluta till en MUD

source: GNOME-Mud Connection Wizard
cs: Průvodce připojením
de: Verbindungsassistent von GNOME-Mud
sv: Anslutningsguide för GNOME-Mud

source: To connect to a MUD, select <menuchoice> <guisubmenu>File</guisubmenu> <guimenuitem>Connection Wizard…</guimenuitem> </menuchoice>, which will bring up the <interface>GNOME-Mud Connections</interface> dialog box. The <interface>Connection Wizard</interface> allows you to create different connections so you can store a list of "personalities". <_:figure-1/> To create a connection, enter a descriptive title (normally the MUD's full name) in the <guilabel>Title</guilabel> field and fill in the MUD's information in the <guilabel>Host</guilabel> and <guilabel>Port</guilabel> fields (leaving <guilabel>Port</guilabel> blank will make it default to port 23). You can also import those fields very easily using the <link linkend="mudlist"> <interface>GNOME-Mud MudList</interface></link> and selecting a MUD from there. Enter the character information in the <guilabel>Character</guilabel> and <guilabel>Password</guilabel> (password is only required if you want to autolog into the MUD). If you want to bind the connection to a set of aliases, triggers, variables keybinds, click on <guibutton>Select Profile</guibutton> and select the desired one from the list. See the section on <link linkend="profiles"><interface>Profiles</interface></link> for more information on them. Once you have filled all the fields, press <guibutton>Apply</guibutton> to accept the values of the new profile or to update them, in case a profile with the same <guilabel>title</guilabel> already existed, or <guibutton>Cancel </guibutton> to discard them. When a connection is created, it will show up in the left column of the dialog, showing the MUD title and character name. Select the desired connection and press <guibutton>Connect</guibutton> to start the connection. <guibutton>Close</guibutton> will close the <interface>Connection Wizard</interface>.
de: Um eine Verbindung zu einem MUD aufzubauen, wählen Sie <menuchoice> <guisubmenu>Datei</guisubmenu> <guimenuitem>Verbindungsassistent …</guimenuitem> </menuchoice>, wodurch der Dialog <interface>GNOME-Mud Verbindungen</interface> geöffnet wird. Der <interface>Verbindungsassistent</interface> ermöglicht Ihnen das Anlegen verschiedener Verbindungen, so dass Sie eine Liste von »Persönlichkeiten« pflegen können. <_:figure-1/> Um eine Verbindung zu erstellen, geben Sie einen beschreibenden Titel (normalerweise den vollständigen Namen des MUDs) im Feld <guilabel>Titel</guilabel> ein und tragen Sie die Informationen zum MUD in den Feldern <guilabel>Rechner</guilabel> und <guilabel>Port</guilabel> ein (ein leeres <guilabel>Port</guilabel>-Feld belässt den Port auf der Voreinstellung 23). Sie können diese Felder auch bequem über die <link linkend="mudlist"> <interface>MUD-Liste von GNOME-Mud</interface></link> ausfüllen, indem Sie einfach einen MUD von dort wählen. Geben Sie die Charakter-Information in <guilabel>Charakter</guilabel> und <guilabel>Passwort</guilabel> an (ein Passwort ist nur erforderlich, wenn Sie sich automatisch an diesem MUD anmelden wollen). Wenn Sie die Verbindung mit Aliasen, Auslösern oder variablen Tastenkombinationen verknüpfen wollen, klicken Sie auf <guibutton>Profil wählen</guibutton> und wählen Sie das Gewünschte aus der Liste aus. Siehe den Abschnitt zu <link linkend="profiles"><interface>Profilen</interface></link> für weitere Informationen hierzu. Sobald Sie alle Felder ausgefüllt haben, klicken Sie auf <guibutton>Anwenden</guibutton>, um die Werte des aktuellen Profils zu übernehmen oder zu aktualisieren, im Fall wenn ein Profil mit dem gleichen <guilabel>Titel</guilabel> bereits existiert, oder <guibutton>Abbrechen</guibutton>, um sie zu verwerfen. Wenn die Verbindung erstellt ist, wird diese in der linken Spalte des Dialogs angezeigt, mit dem MUD-Titel und dem Charakternamen. Wählen Sie die gewünschte Verbindung aus und klicken Sie auf <guibutton>Verbinden</guibutton>, um die Verbindung aufzubauen. Mit <guibutton>Schließen</guibutton> schließen Sie den <interface>Verbindungsassistenten</interface>.
sv: För att ansluta till en MUD, välj <menuchoice> <guisubmenu>Arkiv</guisubmenu> <guimenuitem>Anslutningsguiden…</guimenuitem> </menuchoice>, vilken kommer att öppna dialogrutan för <interface>GNOME-Mud-anslutningar</interface>. <interface>Anslutningsguiden</interface> låter dig skapa olika anslutningar så att du kan lagra en lista med ”personligheter”. <_:figure-1/> För att skapa en anslutning, ange en beskrivande titel (normalt MUD:ens fullständiga namn) i fältet <guilabel>Titel</guilabel> och fyll i MUD:ens informationen i fälten <guilabel>Värd</guilabel> och <guilabel>Port</guilabel> (om <guilabel>Port</guilabel> lämnas blankt kommer port 23 anges som standard). Du kan också enkelt importera dessa fält med hjälp av <link linkend="mudlist"> <interface>GNOME-Mud-MudList</interface></link> och välja en MUD därifrån. Ange karaktärsinformation i <guilabel>Karaktär</guilabel> och <guilabel>Lösenord</guilabel> (lösenord krävs bara om du vill logga in automatiskt i MUD:en). Om du vill binda upp anslutningen till en uppsättning alias, triggrar, variabler och snabbtangenter, klicka på <guibutton>Välj profil</guibutton> och välj den önskade från listan. Se avsnittet om <link linkend="profiles"><interface>Profiler</interface></link> för mer information om dem. När du har fyllt i alla fält, klicka på <guibutton>Tillämpa</guibutton> för att acceptera värdena för den nya profilen eller för att uppdatera dem, om en profil med samma <guilabel>titel</guilabel> redan finns, eller <guibutton>Avbryt</guibutton> för att förkasta dem. När en anslutning har skapats kommer den att visas i den vänstra kolumnen i dialogrutan, med MUD-titeln och karaktärsnamnet. Välj önskad anslutning och tryck på <guibutton>Anslut</guibutton> för att starta anslutningen. <guibutton>Stäng</guibutton> kommer att stänga <interface>Anslutningsguiden</interface>.

source: Alternatively, you can quickly connect to a MUD, bypassing the connection wizard selecting <menuchoice> <guisubmenu>File</guisubmenu> <guimenuitem>Connect…</guimenuitem> </menuchoice>, which will bring up the <interface>Quick Connect</interface> dialog. Just fill in the <guilabel>Host</guilabel> and <guilabel>Port </guilabel> fields and press <guibutton>OK</guibutton> to connect to the desired MUD.
de: Alternativ können Sie schnell eine Verbindung zu einem MUD aufbauen, ohne den Verbindungsassistenten zu verwenden. Wählen Sie hierzu <menuchoice> <guisubmenu>Datei</guisubmenu> <guimenuitem>Verbinden …</guimenuitem> </menuchoice>, woraufhin der Dialog <interface>Schnellverbindung</interface> geöffnet wird. Geben Sie einfach <guilabel>Rechner</guilabel> und <guilabel>Port</guilabel> ein und klicken Sie auf <guibutton>OK</guibutton>, um die Verbindung zum gewünschten MUD herzustellen.
sv: Alternativt kan du snabbt ansluta till en MUD, utan att använda anslutningsguiden genom att välja <menuchoice> <guisubmenu>Arkiv</guisubmenu> <guimenuitem>Anslut…</guimenuitem> </menuchoice>, som kommer att öppna <interface>Snabbanslutning</interface>-dialogen. Fyll där bara i fälten <guilabel>Värd</guilabel> och <guilabel>Port</guilabel> och tryck <guibutton>OK</guibutton> för att ansluta till den önskade MUD:en.

source: If you open various connections simultaneously, <application> GNOME-Mud</application> will place them inside <interface>connection tabs</interface>, which will appear below the connection screen. To close a tab after disconnecting from a MUD, select <menuchoice> <guisubmenu>File</guisubmenu> <guimenuitem>Close Window</guimenuitem> </menuchoice> and the tab will disappear.
de: Wenn Sie gleichzeitig mehrere Verbindungen öffnen, stellt <application>GNOME-Mud</application> diese in <interface>Verbindungsreitern</interface> dar, die unter der Verbindungsansicht erscheinen. Um einen Reiter nach erfolgter Trennung der Verbindung zu einem MUD zu schließen, wählen Sie <menuchoice> <guisubmenu>Datei</guisubmenu> <guimenuitem>Fenster schließen</guimenuitem> </menuchoice>, und der Reiter wird geschlossen.
sv: Om du öppnar olika anslutningar samtidigt, kommer <application>GNOME-Mud</application> att placera dem i <interface>anslutningsflikar</interface>, som kommer att visas under anslutningsskärmen. Om du vill stänga en flik efter att du kopplat ifrån en MUD, välj <menuchoice> <guisubmenu>Arkiv</guisubmenu> <guimenuitem>Stäng fönster</guimenuitem> </menuchoice> så försvinner fliken.

source: MudList support
cs: Podpora MudList
de: MudList-Unterstützung
sv: MudList-stöd

source: GNOME-Mud MudList
cs: MudList v Mud GNOME
de: MUD-Liste in GNOME-Mud

source: <application>GNOME-Mud</application> can read <ulink url="http://www.mudconnect.com/" type="http"> MudConnect.com</ulink>'s MUD list, which is an extensive list of MUDs, with information about their codebase, host, port and including a description. There are two ways to use the <interface>GNOME-Mud MudList</interface>. <_:figure-1/>
de: <application>GNOME-Mud</application> kann die MUD-Liste von <ulink url="http://www.mudconnect.com/" type="http">MudConnect.com</ulink> lesen. Diese Liste ist sehr umfangreich, mit Informationen über die Codebasis, den Rechner, den Port und einer Beschreibung. Sie haben zwei Möglichkeiten zur Verwendung einer MUD-Liste in <interface>GNOME-Mud</interface>. <_:figure-1/>
sv: <application>GNOME-Mud</application> kan läsa <ulink url="http://www.mudconnect.com/" type="http">MudConnect.com</ulink>s MUD-lista, vilket är en omfattande lista med MUD:ar, med information om deras kodbas, värd, port och med en beskrivning. Det finns två sätt att använda <interface>GNOME-Mud-MudList</interface>. <_:figure-1/>

source: The most common way is probably by opening it from the <link linkend="connecting"><interface>Connection Wizard </interface></link>. This will open the <interface>GNOME-Mud Mudlist </interface> in "import mode". You will find a list of MUDs at the left column of the dialog, ordered by codebase. If you expand a codebase, you'll get a list of the MUDs in that section. Click on a MUD to see the information displayed in the right side of the <interface>MudList</interface>.<guilabel>Mud Name</guilabel> is the full name of the MUD, <guilabel>Telnet Address</guilabel> is the host and port where it is located and <guilabel>Codebase</guilabel> describes what type of MUD it is. <guilabel>Description</guilabel> shows a more or less description of the selected MUD. In "import mode", there will be a <guibutton>Import and close </guibutton> button, which will fetch the MUD info and fill it into a new connection in the <interface>Connection Wizard</interface>. There's also a <guibutton>Go to webpage of the MUD</guibutton> button, which will point a web browser to the webpage defined in the mud list.
cs: Asi nejběžnějším způsobem je otevřít MudList z <link linkend="connecting"><interface>Průvodce připojením</interface></link>. Tím se dialogové okno <interface>MudList Mud GNOME</interface> otevře v „režimu importu“. V levém sloupci najdete seznam jednotlivých MUD seřazených podle základu kódu, ve kterém můžete jednotlivé větve rozbalovat. Kliknutím na konkrétní MUD si o něm zobrazíte informace v pravé části. <guilabel>Název MUD</guilabel> je plný název, <guilabel>Telnetová adresa</guilabel> udává hostitele a port, na kterém se nachází, a <guilabel>Základní kód</guilabel> popisuje, o jaký typ se jedná. V <guilabel>Popisu</guilabel> pak najdete MUD více či méně popsaný. V „režimu importu“ obsahuje dialogové okno také tlačítko <guibutton>Naimportovat a zavřít</guibutton>, které převezme informace a vyplní je do nového připojení v průvodci. A nakonec je tu tlačítko <guibutton>Otevřít webové stránky</guibutton>, které spustí webový prohlížeč a v něm zobrazí web pojednávající o vybraném MUD.
de: Der am meisten verwendete Weg führt wahrscheinlich über den <link linkend="connecting"><interface>Verbindungsassistenten</interface></link>. Dies öffnet die <interface>MUD-Listen</interface> im »Importmodus«. Sie finden eine Liste der MUDs in der linken Spalte des Dialogs, nach Codebasis geordnet. Wenn Sie eine Codebasis ausklappen, wird eine Liste der MUDs in diesem Bereich angezeigt. Durch Anklicken eines MUDs werden Informationen rechts in der <interface>MUD-Liste</interface> angezeigt. <guilabel>MUD-Name</guilabel> ist der vollständige Name des MUDs, <guilabel>Telnet-Adresse</guilabel> gibt den Rechner und Port an, wo er sich befindet und <guilabel>Codebasis</guilabel> beschreibt den Typ des MUDs. In <guilabel>Beschreibung</guilabel> finden Sie eine mehr oder weniger ausführliche Beschreibung des MUDs. Im »Importmodus« gibt es einen mit <guibutton>Importieren und Schließen</guibutton> bezeichneten Knopf, über den die MUD-Information geholt und als neue Verbindung im <interface>Verbindungsassistenten</interface> eingetragen wird. Außerdem finden Sie dort den Knopf <guibutton>Zur Webseite des MUDs gehen</guibutton>, der einen Webbrowser mit der in der MUD-Liste angegebenen Adresse öffnet.
sv: Det vanligaste sättet är förmodligen genom att öppna den från <link linkend="connecting"><interface>Anslutningsguiden</interface></link>. Det kommer öppna <interface>GNOME-Mud-MudList</interface> i ”importläge”. I dialogrutans vänstra kolumn hittar du en lista över MUD:ar sorterade efter kodbas. Om du expanderar en kodbas, får du en lista över de MUD:ar som finns i det avsnittet. Klicka på en MUD för att se informationen. Till höger om <interface>MudList</interface>.<guilabel>Mud-namn</guilabel> är det fullständiga namnet på MUD:en, <guilabel>Telnet-adress</guilabel> är värd och port där den är placerad och <guilabel>Kodbas</guilabel> beskriver vilken typ av MUD det är. <guilabel>Beskrivning</guilabel> visar en mer eller mindre detaljerad beskrivning av den valda MUD:en. I ”importläge” kommer det att finnas en <guibutton>Importera och stäng</guibutton>-knapp, som hämtar MUD-informationen och fyller i den i en ny anslutning i <interface>anslutningsguiden</interface>. Det finns även en <guibutton>Gå till hemsida för mud</guibutton>-knapp, vilket kommer att peka en webbläsare till den webbsida som definieras i MUD-listan.

source: Another way of using the MudList is exactly the opposite. Select <menuchoice> <guisubmenu>File</guisubmenu> <guimenuitem>MudList Listing…</guimenuitem> </menuchoice> and you'll get the same dialog as if opened from the <interface>Connection Wizard</interface>, only the <guibutton>Import and close</guibutton> button will be replaced by <guibutton>Connect to the mud</guibutton>.
de: Ein weiterer Weg zur Verwendung der MUD-Liste ist genau andersherum. Wählen Sie <menuchoice> <guisubmenu>Datei</guisubmenu> <guimenuitem>Mud-Listen …</guimenuitem> </menuchoice> und der gleiche Dialog wie beim <interface>Verbindungsassistenten</interface> wird geöffnet. Lediglich der Knopf <guibutton>Importieren und Schließen</guibutton> wird durch <guibutton>Zum MUD verbinden</guibutton> ersetzt.
sv: Ett annat sätt att använda MudList är precis tvärtom. Välj <menuchoice> <guisubmenu>Arkiv</guisubmenu> <guimenuitem>MudList-lista…</guimenuitem> </menuchoice> så får du samma dialog som om den hade öppnats från <interface>Anslutningsguiden</interface>, endast knappen <guibutton>Importera och stäng</guibutton> ersätts av <guibutton>Anslut till denna MUD</guibutton>.

source: Disconnecting from MUDs
cs: Odpojování od serverů MUD
de: Verbindungen zu MUDs trennen
sv: Koppla ifrån MUD:ar

source: To disconnect from a MUD, you should try to use your MUD's logout command. Normally this command is <command>quit</command> or <command>rent</command>, but it can vary across MUD flavours. <application>GNOME-Mud</application> can "hard-disconnect" from a mud, using <menuchoice> <guisubmenu>File</guisubmenu> <guimenuitem>Disconnect</guimenuitem> </menuchoice>, or just quitting from <application>GNOME-Mud</application>.
de: Um die Verbindung zu einem MUD zu trennen, sollten Sie stets versuchen, den Abmeldebefehl des jeweiligen MUDs zu verwenden. Normalerweise ist dies der Befehl <command>quit</command> oder <command>rent</command>, kann aber abhängig vom MUD auch variieren. In <application>GNOME-Mud</application> können Sie eine »harte« Verbindungstrennung vornehmen, indem Sie <menuchoice> <guisubmenu>Datei</guisubmenu> <guimenuitem>Verbindung trennen</guimenuitem> </menuchoice> wählen oder <application>GNOME-Mud</application> einfach beenden.
sv: För att koppla från en MUD bör du försöka använda din MUD:s utloggningskommando. Normalt är det här kommandot <command>quit</command> eller <command>rent</command>, men det kan variera mellan olika MUD:ar. <application>GNOME-Mud</application> kan göra en ”hård-frånkoppling” från en MUD, genom <menuchoice> <guisubmenu>Arkiv</guisubmenu> <guimenuitem>Koppla från</guimenuitem> </menuchoice>, eller genom att avsluta <application>GNOME-Mud</application>.

source: Warning on hard-disconnects
cs: Varování při odpojení natvrdo
de: Warnung bei harten Verbindungsabbrüchen
sv: Varning vid hård-frånkoppling

source: It is very desirable that you disconnect from MUDs using the MUD's own logout procedures. Some MUDs have retarded quit commands to avoid people escaping from death during fights, so you need to wait some seconds or minutes since you send the quit command till you actually quit. If you hard-disconnect using <application> GNOME-Mud</application>'s <interface>Disconnect</interface>, you may stay in the MUD for a while, idling and uncontrolled, while the MUD locks you in or it realizes you have lost your connection. This could be dangerous, as other players could take advantage of your idling to kill you or steal your possessions, for example.
cs: Je velmi vhodné, abyste při odpojování od serverů MUD používali odhlašovací proceduru. Některé MUD mají zpožděné ukončovací příkazy, aby se zabránilo útěku lidí během probíhajících bojů, takže musíte po odeslání ukončovacího příkazu počkat několik sekund, nebo i minut, než opravdu dojde k ukončení. Pokud se odpojíte natvrdo pomocí příkazu <interface>Odpojit</interface> poskytovaném aplikací <application>Mud GNOME</application>, můžete ve hře ve skutečnosti ještě nějakou dobu zůstat. Vaši postavu nebudete mít pod kontrolou a bude nečinná, než přijde server na to, že se připojení přerušilo, a než ji uzamkne nebo uvolní. To může být z hlediska hráče nebezpečné, protože ostatní hráči toho mohou využít například k zabití nebo okradení vaší postavy.
de: Es ist sehr sinnvoll, dass Sie eine Verbindung über die jeweilige Abmeldeprozedur eines MUDs trennen. Einige MUDs haben verzögerte Beenden-Befehle, um zu verhindern, dass Spieler während eines Kampfs dem Tod entgehen, daher müssen Sie zwischen dem Absenden des Beenden-Befehls und der tatsächlichen Abmeldung einige Sekunden oder Minuten warten. Wenn Sie über den <interface>Disconnect</interface>-Befehl in <application> GNOME-Mud</application> eine harte Trennung vornehmen, verbleiben Sie möglicherweise eine Zeitlang untätig und unkontrolliert im MUD, während der MUD Sie sperrt oder bemerkt, dass Sie Ihre Verbindung verloren haben. Das kann gefährlich sein, weil andere Mitspieler einen Vorteil daraus ziehen und Sie beispielsweise töten oder Ihre erworbenen Güter stehlen könnten.
sv: Det är önskvärt att koppla från MUD:ar med hjälp av MUD:ens egna utloggningsrutiner. Några MUD:ar har ett fördröjt ”quit”-kommando för att förhindra att spelare försöker undgå att dö under en kamp, så du måste vänta några sekunder eller minuter mellan att skicka avslutningskommandot och faktiskt logga ut. Om du använder kommandot <interface>Koppla från</interface> i <application>GNOME-Mud</application> för att göra en hård-frånkoppling, kan du förbli i ett okontrollerat viloläge i MUD:en för ett tag, medan MUD:en låser dig eller märker att du har förlorat din anslutning. Detta kan vara farligt eftersom andra spelare kan komma att dra fördel av detta, exempelvis genom att döda dig eller stjäla dina förvärvade ting.

source: Editing Profiles
cs: Úprava profilů
de: Profile bearbeiten
sv: Konfigurera profiler

source: GNOME-Mud Profiles
cs: Profily
de: Profile in GNOME-Mud
sv: GNOME-Mud-profiler

source: New
cs: Nový
de: Neu
sv: Ny

source: Brings up the <interface>New Profile</interface> dialog. Enter the name of the new profile and it will be created with empty values.
cs: Zobrazí dialogové okno <interface>Nový profil</interface>. Zadejte název nového profilu a ten se vytvoří s prázdnými hodnotami.
de: Öffnet den Dialog <interface>Neues Profil</interface>. Geben Sie den Namen des neuen Profils ein, woraufhin dieses mit zunächst leeren Werten erstellt wird.
sv: Tar fram dialogrutan <interface>Ny profil</interface>. Ange namnet på den nya profilen och den kommer att skapas med tomma värden.

source: Delete
cs: Smazat
de: Löschen
sv: Ta bort

source: Deletes the selected profile. The "Default" profile can't be deleted.
cs: Smaže vybraný profil. „Výchozí“ profil smazat nelze.
de: Löscht das ausgewählte Profil. Das Profil »Standard« kann nicht gelöscht werden.
sv: Tar bort den valda profilen. ”Standardprofilen” kan inte raderas.

source: Aliases
cs: Aliasy
de: Aliase
sv: Alias
