Repository: GNOME/gnome-mud
Catalog: doc/gnome-mud-manual/*/*.po
Languages: cs, de, sv

source: Aliases are similar to UNIX shell aliases. Pressing on the button will open an alias editor. On the top of the dialog, there is a list of defined aliases, and beneath it there are two fields to insert new values. To create a new alias, insert an shortcut in the <guilabel>Alias</guilabel> field, and the desired expanded command in the <guilabel> Replacement </guilabel> field. Clicking on <guibutton> Add</guibutton> will add or modify the edited alias and add it to the alias list. For example, filling in <guilabel>Alias</guilabel> with "wd" and <guilabel> Replacement</guilabel> with "who drow" will make <application>GNOME-Mud</application> send the "who drow" command to the MUD when the user issues a "wd" command in the input line. You can get rid of unwanted aliases by selecting it and clicking on <guibutton>Delete</guibutton>. Exit the alias editor with the <guibutton>Close</guibutton> button.
cs: Aliasy jsou něco podobného jako unixový příkaz alias. Zmáčknutím tlačítka se otevře editor aliasů. V jeho horní části je seznam definovaných aliasů a pod ním jsou dvě pole pro vložení nových hodnot. Když chcete vytvořit nový alias, vložte do pole <guilabel>Alias</guilabel> zkratku a do pole <guilabel>Nahradit</guilabel> požadovaný příkaz. Kliknutím na <guibutton>Přidat</guibutton> se zadaný alias přidá, nebo změní, a zobrazí se v seznamu aliasů. Například vyplněním „wd“ do <guilabel>Alias</guilabel> a „who drow“ do <guilabel>Nahradit</guilabel> naučíte <application>Mud GNOME</application> poslat na server MUD příkaz „who drow“, když uživatel napíše do vstupní řádky příkaz „wd“. Nepotřebné aliasy lze smazat jejich vybráním a kliknutím na <guibutton>Smazat</guibutton>. Kliknutím na <guibutton>Zavřít</guibutton> editor aliasů opustíte.
de: Aliase ähneln den Shell-Aliasen unixoider Betriebssysteme. Durch Anklicken des Knopfes wird ein Alias-Editor geöffnet. Im oberen Bereich des Dialogs und darunter finden finden Sie zwei Felder, in denen Sie neue Werte eingeben können. Um einen neuen Alias anzulegen, geben Sie ein Kürzel in das Feld <guilabel>Alias</guilabel> und den vollständigen gewünschten Befehl in das Feld <guilabel>Ersetzung</guilabel> ein. Durch einen Klick auf <guibutton>Hinzufügen</guibutton> wird der Alias hinzugefügt oder geändert und zur Alias-Liste hinzugefügt. Wenn Sie beispielsweise »wd« in <guilabel>Alias</guilabel> eintragen und als <guilabel>Ersetzung</guilabel> »who draw« angeben, sendet <application>GNOME-Mud</application> den Befehl »who draw« zum MUD, wenn Sie »wd« in die Eingabezeile schreiben. Sie können einen nicht mehr erwünschten Alias löschen, indem Sie ihn auswählen und auf <guibutton>Löschen</guibutton> klicken. Beenden können Sie den Alias-Editor mit dem Knopf <guibutton>Schließen</guibutton>.
sv: Alias är liknande alias i UNIX-skal. Genom att trycka på knappen öppnas en aliasredigerare. Överst i dialogrutan finns en lista med definierade alias, och under den finns två fält för att infoga nya värden. För att skapa ett nytt alias, infoga en genväg i fältet <guilabel>Alias</guilabel>, och önskat kommando i fältet <guilabel>Ersättning</guilabel>. Att klicka på <guibutton>Lägg till</guibutton> kommer att lägga till eller modifiera det redigerade aliaset och lägga till det i aliaslistan. Om du t.ex. anger <guilabel>Alias</guilabel> med ”wd” och <guilabel>Ersättning</guilabel> med ”who drow” så kommer <application>GNOME-Mud</application> att skicka kommandot ”who drow” till MUD:en när användaren anger kommandot ”wd” på inmatningsraden. Du kan bli av med oönskade alias genom att markera det och klicka på <guibutton>Ta bort</guibutton>. Avsluta aliasredigeraren med <guibutton>Stäng</guibutton>-knappen.

source: Variables
cs: Proměnné
de: Variablen
sv: Variabler

source: Variables are useful to replace things within <interface> Triggers</interface> or <interface>Variables</interface>. For example, if you have defined a trigger with a nick in it, you can use a variable instead of specifying the nick, so you just need to change the variable value to apply the trigger to another nick.
cs: Proměnné jsou šikovná věc pro nahrazování ve <interface>Spouštěčích</interface> nebo <interface>Aliasech</interface>. Například, pokud máte definované spouštěče, ve kterých je vaše přezdívka, můžete použít místo jejího přímého zadání proměnnou. Když pak přezdívku změníte, stačí změnit obsah proměnné a ve všech spouštěčích se bude používat ta nová.
de: Variablen sind nützlich, um Dinge wie <interface>Auslöser</interface> oder <interface>Variablen</interface> zu ersetzen. Wenn Sie beispielsweise einen Auslöser mit einem Spitznamen darin definiert haben, können Sie eine Variable verwenden, anstatt den Spitznamen anzugeben. So brauchen Sie nur den Wert der Variable zu ändern, um den Spitznamen in einem anderen Auslöser zu verwenden.
sv: Variabler är användbara för att ersätta information i <interface>Triggrar</interface> eller <interface>Variabler</interface>. Om du till exempel har definierat en trigger med ett smeknamn i, kan du använda en variabel istället för att ange smeknamnet. Så du behöver bara ändra värdet på variabeln för att använda triggern för ett annat smeknamn.

source: This feature is very limited at the moment and should be extended in future <application>GNOME-Mud</application> releases.
cs: V současnosti je tato funkcionalita velmi omezená a teprve v budoucích vydáních <application>Mud GNOME</application> by měla být rozvinuta.
de: Dieses Funktionsmerkmal ist derzeit noch ziemlich eingeschränkt und wird in zukünftigen Veröffentlichungen von <application>GNOME-Mud</application> leistungsfähiger sein.
sv: Denna funktion är väldigt begränsad just nu och kommer troligen utvidgas i framtida <application>GNOME-Mud</application>-utgåvor.

source: Triggers
cs: Spouštěče
de: Auslöser
sv: Triggrar

source: Triggers are a very useful feature. When you define an <guilabel>Action</guilabel> and bind a <guilabel>Trigger </guilabel> to it, <application>GNOME-Mud</application> will execute the trigger when it detects that the action has occured. For example, setting <guilabel>Action</guilabel> to "You are being attacked" and <guilabel>Trigger</guilabel> to "<command>flee</command>", you will try to escape as soon as you get hit by an enemy. Please note that some MUDs consider any kind of automation as <emphasis>cheating </emphasis>, so ask the MUD staff about this before using it.
cs: Spouštěče jsou velmi užitečnou funkcí. Když nadefinujete nějakou <guilabel>Činnost</guilabel> a napojíte ji na <guilabel>Spouštěč</guilabel>, spustí <application>Mud GNOME</application> spouštěč ve chvíli, kdy zjistí, že se má činnost provést. Například, nastavením <guilabel>Činnosti</guilabel> na „You are being attacked“ a <guilabel>Spouštěče</guilabel> na „<command>flee</command>“, se pokusí vaše postava uniknout ihned, jakmile narazí na nepřítele. Pamatujte ale, že některé MUD považují některé druhy automatizace za <emphasis>podfuk</emphasis>, takže se před jejich použitím podívejte do pravidel pro daný MUD.
de: Auslöser sind ein sehr nützliches Funktionsmerkmal. Wenn Sie eine <guilabel>Aktion</guilabel> definieren und einen <guilabel>Auslöser </guilabel> damit verknüpfen, führt <application>GNOME-Mud</application> den Auslöser aus, sobald es erkennt, dass sich die Aktion ereignet hat. Wenn Sie beispielsweise »Sie werden angegriffen« als <guilabel>Aktion</guilabel> definieren und <command>flee</command> als <guilabel>Auslöser</guilabel> setzen, dann werden Sie versuchen zu entkommen, sobald Sie von einem Feind getroffen werden. Beachten Sie aber, dass diese Art der Automatisierung von einigen MUDs als unerwünschtes <emphasis>Cheating</emphasis> gewertet wird. Fragen Sie also erst die Betreuer des MUDs, bevor Sie dieses Funktionsmerkmal verwenden.
sv: Triggrar är en mycket användbar funktion. När du definierar en <guilabel>Åtgärd</guilabel> och binder en <guilabel>Trigger</guilabel> till den, kommer <application>GNOME-Mud</application> att köra triggern när den upptäcker att åtgärden har uppstått. Om du till exempel ställer in <guilabel>Åtgärd</guilabel> till ”Du blir attackerad” och <guilabel>Trigger</guilabel> till ”<command>fly</command>”, kommer du att försöka fly så fort du anfallen av en fiende. Observera, vissa MUD:ar anser att all form av automatisering är <emphasis>fusk</emphasis>, så fråga MUD-administratörerna om detta innan du använder det.

source: Keybinds
cs: Klávesové zkratky
de: Tastenkombinationen
sv: Snabbtangenter

source: Keybinds perform commands when you activate a key sequence or combination. You need to insert a keybind in the <guilabel>Bind</guilabel> field and the command to be sent in <guilabel>Command</guilabel>. You can insert binds more easily using the <guibutton>Capture</guibutton>. When pressed, it will capture the next key combination that you press on the keyboard and insert it in the <guilabel>Bind </guilabel> field. Keybinds are useful for many things, for example, "speed walking". If you bind "Up" to the "north" command, you will be able to walk north just pressing the "Up Arrow" key.
cs: Klávesové zkratky provedou příkaz, když zmáčknete posloupnost nebo kombinaci kláves. Aby to fungovalo, musíte zadat do pole <guilabel>Klávesová zkratka</guilabel> klávesy a do pole <guilabel>Příkaz</guilabel> odpovídající příkaz. Klávesy můžete jednoduše zadat pomocí <guibutton>Zachytit</guibutton>. Když tlačítko zmáčknete, bezprostředně následující zmáčknutá kombinace kláves se vyplní do pole <guilabel>Klávesová zkratka</guilabel>. Klávesové zkratky se hodí pro řadu věcí, např. „rychlý přesun“. Stačí si navázat kurzorovou klávesu nahoru na příkaz „north“ a můžete chodit směrem na sever prostým zmáčknutím klávesy se šipkou nahoru.
de: Tastenkombinationen führen Befehle aus, wenn Sie eine Tastenfolge oder Kombination mehrerer Tasten eingeben. Sie müssen eine Tastenkombination in das Feld <guilabel>Binden</guilabel> und den zu sendenden Befehl in das Feld <guilabel>Befehl</guilabel> eintragen. Einfacher lassen sich Tastenzuweisungen durch <guibutton>Aufzeichnen</guibutton> definieren. Wenn gedrückt, wird die nächste Tastenkombination, die Sie drücken, aufgezeichnet und in das Feld <guilabel>Binden</guilabel> eingetragen. Tastenkombinationen sind auf vielfältige Weise nützlich, zum Beispiel für die schnelle Fortbewegung. Wenn Sie die »Pfeiltaste hoch« mit dem »north«-Befehl verknüpfen, können Sie sich einfach durch Drücken dieser Pfeiltaste nach Norden bewegen.
sv: Snabbtangenter utför kommandon när du aktiverar en tangentsekvens eller tangentkombination. Du måste infoga en snabbtangent i fältet <guilabel>Bind</guilabel> och kommandot som ska utföras i fältet <guilabel>Kommando</guilabel>. Du kan infoga snabbtangenter lättare med <guibutton>Fånga</guibutton>. När den trycks in kommer den att fånga nästa tangentkombination som du trycker på tangentbordet och infoga den i fältet <guilabel>Bind</guilabel>. Snabbtangenter är användbara för många saker, till exempel ”speed walking”. Om du kopplar "Upp" till kommandot "Nord" kan du gå norrut genom att bara trycka på tangenten ”Uppåtpil”.

source: Close
cs: Zavřít
de: Schließen
sv: Stäng

source: This closes the Profiles editor.
cs: Zavře editor profilů.
de: Dadurch wird der Profileditor geschlossen.
sv: Detta stänger Profilredigeraren.

source: Normally, each character class has different commands and abilities which require different configurations for the mudding session. Using <interface>Profiles</interface>, you can customize different features of <application>GNOME-Mud</application> to suit the current character's needs. To edit them, select <guibutton>Profiles</guibutton> from the toolbar, and a dialog with a list of customizable items will appear. <_:figure-1/> <_:variablelist-2/> Use the <link linkend="connecting"><interface>Connection Wizard </interface></link> to bind a profile to a connection.
de: Normalerweise sind verschiedene Charakterklassen mit ihren eigenen Befehlen und Fähigkeiten verbunden und erfordern daher unterschiedliche Konfigurationen für eine Mudding-Sitzung. Mit <interface>Profilen</interface> können Sie verschiedene Funktionsmerkmale von <application>GNOME-Mud</application> anpassen, um den Erfordernissen des aktuellen Charakters gerecht zu werden. Um diese zu bearbeiten, wählen Sie <guibutton>Profile</guibutton> in der Werkzeugleiste, woraufhin ein Dialog mit einer Liste anpassbarer Objekte angezeigt wird. <_:figure-1/> <_:variablelist-2/> Verwenden Sie den <link linkend="connecting"><interface>Verbindungsassistenten</interface></link>, um ein Profil mit einer Verbindung zu verknüpfen.
sv: Normalt har varje karaktärsklass olika kommandon och förmågor som kräver olika konfigurationer för MUD-sessionen. Med hjälp av <interface>Profiler</interface> kan du anpassa olika funktioner i <application>GNOME-Mud</application> för att passa den aktuella karaktärens behov. För att redigera dem, välj <guibutton>Profiler</guibutton> från verktygsfältet så visas en dialogruta med en lista över anpassningsbara objekt. <_:figure-1/> <_:variablelist-2/> Använd <link linkend="connecting"><interface>Anslutningsguiden</interface></link> för att binda en profil till en anslutning.

source: The GNOME-Mud Auto Mapper
cs: Automatické mapování
de: Automatische Kartierung in GNOME-Mud
sv: Kartgenererare för GNOME-Mud

source: <application>GNOME-Mud</application> has a an internal application which can be used to draw maps of dungeons, roads or other zones of a MUD. It consists of a simple dialog of the eight cardinal directions (<guibutton>N</guibutton>, <guibutton>NE</guibutton>, <guibutton>E</guibutton>, <guibutton>SE</guibutton>, <guibutton>S</guibutton>, <guibutton>SW</guibutton>, <guibutton>W</guibutton> and <guibutton>NW</guibutton>), <guibutton>Up</guibutton> and <guibutton>Down</guibutton>. Using them (or the numeric keypad) will draw a simple map in the drawing screen at the left. You can save maps using <guibutton> Save</guibutton> and typing a filename, and load previously saved maps using the <guibutton>Load</guibutton>.
cs: <application>Mud GNOME</application> má interní program, který můžete používat ke kreslení map chodeb, cest a dalších míst ve světě MUD. Sestává z jednoduchého dialogového okna s osmi světovými směry (<guibutton>S</guibutton>, <guibutton>SV</guibutton>, <guibutton>V</guibutton>, <guibutton>JV</guibutton>, <guibutton>J</guibutton>, <guibutton>JZ</guibutton>, <guibutton>Z</guibutton> a <guibutton>SZ</guibutton>) a směrů <guibutton>Nahoru</guibutton> a <guibutton>Dolů</guibutton>. Použitím příslušných tlačítek (případně numerické klávesnice) se kreslí jednoduchá mapa na kreslící ploše vlevo. Mapu můžete uložit zmáčknutím tlačítka <guibutton>Uložit</guibutton> a zadáním názvu souboru. Dřívější mapu pak můžete nazpět načíst pomocí tlačítka <guibutton>Načíst</guibutton>.
de: <application>GNOME-Mud</application> verfügt über eine interne Anwendung, die zum Kartieren von Dungeons, Wegen oder anderer Zonen eines MUDs verwendet werden kann. Es besteht aus einem simplen Dialog der acht Haupt- und Nebenhimmelsrichtungen (<guibutton>N</guibutton>, <guibutton>NE</guibutton>, <guibutton>E</guibutton>, <guibutton>SE</guibutton>, <guibutton>S</guibutton>, <guibutton>SW</guibutton>, <guibutton>W</guibutton> and <guibutton>NW</guibutton>), <guibutton>Hoch</guibutton> und <guibutton>Runter</guibutton>. Mit diesen (oder dem Ziffernblock) wird eine einfache Karte im Zeichenbereich links angezeigt. Sie können solche Karten speichern, indem Sie <guibutton>Speichern</guibutton> wählen und einen Dateinamen eingeben. Zuvor gespeicherte Karten können Sie mit <guibutton>Laden</guibutton> wieder anzeigen lassen.
sv: <application>GNOME-Mud</application> har en intern applikation som kan användas för att rita kartor över fängelsehålor, vägar eller andra zoner av en MUD. Den består av en enkel dialog med de åtta kardinalriktningarna (<guibutton>N</guibutton>, <guibutton>NÖ</guibutton>, <guibutton>Ö</guibutton>, <guibutton>SÖ</guibutton>, <guibutton>S</guibutton>, <guibutton>SV</guibutton>, <guibutton>V</guibutton> och <guibutton>NV</guibutton>), <guibutton>Upp</guibutton> och <guibutton>Ned</guibutton>. Genom att använda dem (eller det numeriska tangentbordet) ritar du en enkel karta i ritningsskärmen till vänster. Du kan spara kartor med <guibutton>Spara</guibutton> och skriva ett filnamn, och öppna tidigare sparade kartor med <guibutton>Läs in</guibutton>.

source: Toolbar
cs: Nástrojová lišta
de: Werkzeugleiste
sv: Verktygsfält

source: Wizard…
cs: Průvodce…
de: Assistent …
sv: Guide…

source: Brings up the <link linkend="connecting"><interface> Connection Wizard</interface></link> dialog.
cs: Zobrazí dialogové okno <link linkend="connecting"><interface>Průvodce připojením</interface></link>.
de: Öffnet den Dialog des <link linkend="connecting"><interface>Verbindungsassistenten</interface></link>.
sv: Öppnar dialogrutan <link linkend="connecting"><interface>Anslutningsguiden</interface></link>.

source: Profiles
cs: Profily
de: Profile
sv: Profiler

source: Opens the <link linkend="profiles"><interface>Profiles Editor </interface></link> dialog.
cs: Otevře dialogové okno <link linkend="profiles"><interface>Editor profilů</interface></link>.
de: Öffnet den Dialog des <link linkend="profiles"><interface>Profileditors</interface></link>.
sv: Öppnar dialogrutan <link linkend="profiles"><interface>Profilredigerare</interface></link>.

source: Connect…
cs: Připojit…
de: Verbinden …
sv: Anslut…

source: Opens the <interface>Quick Connect</interface> dialog. Use this to open a MUD connection bypassing the Connection Wizard.
cs: Otevře dialogové okno <interface>Rychle připojit</interface>. Použijte, když chcete otevřít připojení k serveru MUD bez průvodce připojením.
de: Öffnet den <interface>Schnellverbindungs</interface>-Dialog. Verwenden Sie dies zum Öffnen einer MUD-Verbindung, ohne den Verbindungsassistenten zu nutzen.
sv: Öppnar dialogrutan <interface>Snabbanslutning</interface>. Använd den för att öppna en MUD-anslutning och förbigå anslutningsguiden.

source: Disconnect
cs: Odpojit
de: Verbindung trennen
sv: Koppla från

source: Disconnects from the current connection. See the <link linkend="disconnecting">Disconnecting from MUDs</link> for more information about this.
cs: Odpojí od aktuálního připojení. Více informací na toto téma najdete v kapitole <link linkend="disconnecting">Odpojení od MUD</link>.
de: Trennt die aktuelle Verbindung. In <link linkend="disconnecting">Verbindungen zu MUDs trennen</link> finden Sie dazu weitere Informationen.
sv: Frånkoppling av den aktuella anslutningen. Se <link linkend="disconnecting">Koppla ifrån MUD:ar</link> för mer information om detta.

source: Reconnect
cs: Znovu připojit
de: Neu verbinden
sv: Återanslut

source: Reconnects to the current connection. If you loose the link to the MUD, you can hit this to get reconnected again. If the connection was open, it will close the current connection and start a new one.
cs: Znovu připojí aktuální připojení. Když se vám ztratí spojení na MUD, můžete tuhle funkci použít k opětovnému připojení. Jestliže je připojení otevřené, nejprve se uzavře a pak otevře nové.
de: Stellt die aktuelle Verbindung erneut her. Wenn Sie den Link zum MUD verlieren, können Sie diese Funktion verwenden, um die Verbindung erneut aufzubauen. Wenn die Verbindung noch geöffnet war, wird die aktuelle Verbindung geschlossen und eine neue aufgebaut.
sv: Återansluter till den aktuella anslutningen. Om du förlorar uppkopplingen till MUD:en, kan du välja det här för att återansluta. Om anslutningen var öppen, stängs den nuvarande anslutningen och en ny startas.

source: Exit
cs: Ukončit
de: Beenden
sv: Avsluta

source: Exits from <application>GNOME-Mud</application>.
cs: Ukončí aplikaci <application>Mud GNOME</application>.
de: Beendet <application>GNOME-Mud</application>.
sv: Avslutar <application>GNOME-Mud</application>.

source: The toolbar provides access to several commonly used routines. <_:variablelist-1/>
de: Die Werkzeugleiste ermöglicht den Zugriff auf verschiedene häufig genutzte Aktionen. <_:variablelist-1/>
sv: Verktygsfältet ger tillgång till olika ofta använda åtgärder. <_:variablelist-1/>

source: Menus
cs: Nabídky
de: Menüs
sv: Menyer

source: The menu bar, located at the top of the <interface>Main Window</interface>, contains the following menus:
cs: Nabídková lišta, nacházející se v horní části <interface>hlavního okna</interface>, obsahuje následující nabídky:
de: Die Menüleiste am oberen Rand des <interface>Hauptfensters</interface> enthält die folgenden Menüs:
sv: Menyraden, som är placerad längst upp i <interface>Huvudfönstret</interface>, innehåller följande menyer:

source: <guimenu>File</guimenu>
de: <guimenu>Datei</guimenu>
sv: <guimenu>Arkiv</guimenu>

source: <menuchoice> • <guimenuitem>Connection Wizard…</guimenuitem> </menuchoice> This starts the <link linkend="connecting"> <interface>Connection Wizard</interface></link> dialog, which can be used to select to which MUD should <application>GNOME-Mud</application> connect.
de: <menuchoice> • <guimenuitem>Verbindungsassistent …</guimenuitem> </menuchoice> Dies startet den Dialog des <link linkend="connecting"><interface>Verbindungsassistenten</interface></link>, in dem Sie auswählen können, mit welchem MUD sich <application>GNOME-Mud</application> verbinden soll.
sv: <menuchoice> • <guimenuitem>Anslutningsguiden…</guimenuitem> </menuchoice> Detta startar dialogrutan <link linkend="connecting"> <interface>anslutningsguiden</interface></link>, som kan användas för att välja vilken MUD som <application>GNOME-Mud</application> ska ansluta till.

source: <menuchoice> • <guimenuitem>MudList Listing…</guimenuitem> </menuchoice> This opens the <link linkend="mudlist"> <interface>MudList</interface> dialog</link>, which can be used to browse a list of MUDs and connect to them or add them to your MUD connections.
de: <menuchoice> • <guimenuitem>MudList-Listen …</guimenuitem> </menuchoice> Dies öffnet den <link linkend="mudlist"><interface>MUD-Listen</interface>-Dialog</link>, in dem Sie eine Liste der MUDs durchsuchen und eine Verbindung zu MUDs aufbauen oder Sie zu Ihren MUD-Verbindungen hinzufügen können.
sv: <menuchoice> • <guimenuitem>MudList-lista…</guimenuitem> </menuchoice> Detta öppnar dialogrutan <link linkend="mudlist"> <interface>MudList</interface></link>, som kan användas för att bläddra i en lista över MUD:ar och ansluta till dem eller lägga till dem i dina MUD-anslutningar.

source: <menuchoice> • <guimenuitem>Connect…</guimenuitem> </menuchoice> This opens the <interface>Quick Connect </interface> dialog. Use this to open a MUD connection bypassing the Connection Wizard.
de: <menuchoice> • <guimenuitem>Verbinden …</guimenuitem> </menuchoice> Dies öffnet den <interface>Schnellverbindungs</interface>-Dialog. Verwenden Sie dies zum Öffnen einer MUD-Verbindung, ohne den Verbindungsassistenten zu nutzen.
sv: <menuchoice> • <guimenuitem>Anslut…</guimenuitem> </menuchoice> Det här öppnar dialogrutan <interface>Snabbanslutning</interface>. Använd den för att öppna en MUD-anslutning och kringgå Anslutningsguiden.

source: <menuchoice> • <guimenuitem>Disconnect</guimenuitem> </menuchoice> This disconnects you from the current connection. See <link linkend="disconnecting">Disconnecting from MUDs </link> for more info about this.
de: <menuchoice> • <guimenuitem>Verbindung trennen</guimenuitem> </menuchoice> Schließt die aktuelle Verbindung. Siehe <link linkend="disconnecting">Verbindungen zu MUDs trennen</link> für weitere Informationen darüber.
sv: <menuchoice> • <guimenuitem>Koppla från</guimenuitem> </menuchoice> Detta kopplar bort dig från den aktuella anslutningen. Se <link linkend="disconnecting">Koppla ifrån MUD:ar</link> för mer information.
