Repository: GNOME/gnome-mud
Catalog: doc/gnome-mud-manual/*/*.po
Languages: cs, de, sv

source: link
de: Verweis
sv: länk

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <_:ulink-1/> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie auf <_:ulink-1/> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.
sv: Tillstånd att kopiera, distribuera och/eller modifiera detta dokument ges under villkoren i GNU Free Documentation License (GFDL), version 1.1 eller senare, utgivet av Free Software Foundation utan standardavsnitt och omslagstexter. En kopia av GFDL finns att hämta på denna <_:ulink-1/> eller i filen COPYING-DOCS som medföljer denna handbok.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
cs: Tato příručka je součástí sbírky příruček GNOME šířených za podmínek licence GNU FDL. Pokud chcete tento dokument šířit odděleně od sbírky, musíte přiložit kopii licence dle popisu v oddílu 6 dané licence.
de: Dieses Handbuch ist Teil einer Sammlung von GNOME-Handbüchern, die unter der GFDL veröffentlicht werden. Wenn Sie dieses Handbuch getrennt von der Sammlung weiterverbreiten möchten, können Sie das tun, indem Sie eine Kopie der Lizenz zum Handbuch hinzufügen, wie es in Abschnitt 6 der Lizenz beschrieben ist.
sv: Denna handbok utgör en av flera GNOME-handböcker som distribueras under villkoren i GFDL. Om du vill distribuera denna handbok separat från övriga handböcker kan du göra detta genom att lägga till en kopia av licensavtalet i handboken enligt instruktionerna i avsnitt 6 i licensavtalet.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
cs: Mnoho názvů použitých firmami k zviditelnění produktů nebo služeb jsou ochranné známky. Na místech, kde jsou tyto názvy v dokumentaci použity, a členové Dokumentačního projektu GNOME jsou si vědomi skutečnosti, že se jedná o ochrannou známku, je takovýto název psán velkými písmeny celý nebo s velkým písmenem na začátku.
de: Viele der Namen, die von Unternehmen verwendet werden, um ihre Produkte und Dienstleistungen von anderen zu unterscheiden, sind eingetragene Warenzeichen. An den Stellen, an denen diese Namen in einer GNOME-Dokumentation erscheinen, werden die Namen in Großbuchstaben oder mit einem großen Anfangsbuchstaben geschrieben, wenn das GNOME-Dokumentationsprojekt auf diese Warenzeichen hingewiesen wird.
sv: Många av de namn som används av företagen för att särskilja sina produkter och tjänster är registrerade varumärken. I de fall dessa namn förekommer i GNOME-dokumentation - och medlemmarna i GNOME:s dokumentationsprojekt är medvetna om dessa varumärken - är de skrivna med versaler eller med inledande versal.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
cs: DOKUMENT JE POSKYTOVÁN V PODOBĚ „JAK JE“, BEZ ZÁRUKY JAKÉHOKOLIV DRUHU, NEPOSKYTUJÍ SE ANI ODVOZENÉ ZÁRUKY, ZÁRUKY, ŽE DOKUMENT, NEBO JEHO UPRAVENÁ VERZE, JE BEZCHYBNÝ, NEBO ZÁRUKY PRODEJNOSTI, VHODNOSTI PRO URČITÝ ÚČEL, NEBO NEPORUŠENOSTI. RIZIKO NEKVALITY, NEPŘESNOSTI A ŠPATNÉHO PROVEDENÍ DOKUMENTU, NEBO JEHO UPRAVENÉ VERZE, NESETE VY. POKUD JE TENTO DOKUMENT NEBO JEHO UPRAVENÁ VERZE VADNÁ V JAKÉMKOLIV SMYSLU, VY (NIKOLIV PŮVODCE, AUTOR NEBO JAKÝKOLIV PŘISPĚVATEL) PŘEBÍRÁTE ODPOVĚDNOST ZA JAKÉKOLIV NÁKLADY NA NUTNÉ ÚPRAVY, OPRAVY ČI SLUŽBY. TOTO PROHLÁŠENÍ O ZÁRUCE PŘEDSTAVUJE ZÁKLADNÍ SOUČÁST TÉTO LICENCE. BEZ TOHOTO PROHLÁŠENÍ NENÍ PODLE TÉTO DOHODY POVOLENO UŽÍVÁNÍ ANI ÚPRAVY TOHOTO DOKUMENTU; DÁLE
de: DIESES DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE GARANTIEN IRGENDEINER ART, SOWOHL AUSDRÜCKLICH GENANNTE ALS AUCH ANGEDEUTETE. DIES BEZIEHT SICH AUCH OHNE EINSCHRÄNKUNG AUF GARANTIEN, DASS DIESES DOKUMENT ODER VERÄNDERTE FASSUNGEN DIESES DOKUMENTS FREI VON HANDELSDEFEKTEN, FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST ODER DASS ES KEINE RECHTE DRITTER VERLETZT. DAS VOLLE RISIKO WAS QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER VERÄNDERTE FASSUNGEN DES DOKUMENTS LIEGT BEI IHNEN. SOLLTE EIN DOKUMENT ODER EINE VERÄNDERTE FASSUNG DAVON FEHLER IRGENDEINER ART BEINHALTEN, TRAGEN SIE (NICHT DER URSPRUNGSAUTOR, DER AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR NOTWENDIGE DIENSTLEISTUNGEN, REPARATUREN ODER FEHLERKORREKTUREN. DIESER HAFTUNGSAUSSCHLUSS IST EIN ESSENZIELLER TEIL DIESER LIZENZ. DIE VERWENDUNG EINES DOKUMENTS ODER EINER VERÄNDERTEN VERSION DES DOKUMENTS IST NICHT GESTATTET AUßER UNTER BEACHTUNG DIESES HAFTUNGSAUSSCHLUSSES UND
sv: DOKUMENTET TILLHANDAHÅLLS I "BEFINTLIGT SKICK" UTAN NÅGRA SOM HELST GARANTIER, VARE SIG UTTRYCKLIGA ELLER UNDERFÖRSTÅDDA, INKLUSIVE, MEN INTE BEGRÄNSAT TILL, GARANTIER ATT DOKUMENTET ELLER EN MODIFIERAD VERSION AV DOKUMENTET INTE INNEHÅLLER NÅGRA FELAKTIGHETER, ÄR LÄMPLIGT FÖR ETT VISST ÄNDAMÅL ELLER INTE STRIDER MOT LAG. HELA RISKEN VAD GÄLLER KVALITET, EXAKTHET OCH UTFÖRANDE AV DOKUMENTET OCH MODIFIERADE VERSIONER AV DOKUMENTET LIGGER HELT OCH HÅLLET PÅ ANVÄNDAREN. OM ETT DOKUMENT ELLER EN MODIFIERAD VERSION AV ETT DOKUMENT SKULLE VISA SIG INNEHÅLLA FELAKTIGHETER I NÅGOT HÄNSEENDE ÄR DET DU (INTE DEN URSPRUNGLIGA SKRIBENTEN, FÖRFATTAREN ELLER NÅGON ANNAN MEDARBETARE) SOM FÅR STÅ FÖR ALLA EVENTUELLA KOSTNADER FÖR SERVICE, REPARATIONER ELLER KORRIGERINGAR. DENNA GARANTIFRISKRIVNING UTGÖR EN VÄSENTLIG DEL AV DETTA LICENSAVTAL. DETTA INNEBÄR ATT ALL ANVÄNDNING AV ETT DOKUMENT ELLER EN MODIFIERAD VERSION AV ETT DOKUMENT BEVILJAS ENDAST UNDER DENNA ANSVARSFRISKRIVNING; OCH

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
cs: ZA ŽÁDNÝCH OKOLNOSTÍ A ŽÁDNÝCH PRÁVNÍCH PŘEDPOKLADŮ, AŤ SE JEDNÁ O PŘEČIN (VČETNĚ NEDBALOSTNÍCH), SMLOUVU NEBO JINÉ, NENÍ AUTOR, PŮVODNÍ PISATEL, KTERÝKOLIV PŘISPĚVATEL NEBO KTERÝKOLIV DISTRIBUTOR TOHOTO DOKUMENTU NEBO UPRAVENÉ VERZE DOKUMENTU NEBO KTERÝKOLIV DODAVATEL NĚKTERÉ Z TĚCHTO STRAN ODPOVĚDNÝ NĚJAKÉ OSOBĚ ZA PŘÍMÉ, NEPŘÍMÉ, SPECIÁLNÍ, NAHODILÉ NEBO NÁSLEDNÉ ŠKODY JAKÉHOKOLIV CHARAKTERU, VČETNĚ, ALE NEJEN, ZA POŠKOZENÍ ZE ZTRÁTY DOBRÉHO JMÉNA, PŘERUŠENÍ PRÁCE, PORUCHY NEBO NESPRÁVNÉ FUNKCE POČÍTAČE NEBO JINÉHO A VŠECH DALŠÍCH ŠKOD NEBO ZTRÁT VYVSTÁVAJÍCÍCH Z NEBO VZTAHUJÍCÍCH SE K POUŽÍVÁNÍ TOHOTO DOKUMENTU NEBO UPRAVENÝCH VERZÍ DOKUMENTU, I KDYŽ BY TAKOVÁTO STRANA BYLA INFORMOVANÁ O MOŽNOSTI TAKOVÉHOTO POŠKOZENÍ.
de: UNTER KEINEN UMSTÄNDEN UND AUF BASIS KEINER RECHTSGRUNDLAGE, EGAL OB DURCH UNERLAUBTEN HANDLUNGEN (EINSCHLIEßLICH FAHRLÄSSIGKEIT), VERTRAG ODER ANDERWEITIG KANN DER AUTOR, URSPRUNGSAUTOR, EIN MITWIRKENDER ODER EIN VERTRIEBSPARTNER DIESES DOKUMENTS ODER EINER VERÄNDERTEN FASSUNG DES DOKUMENTS ODER EIN ZULIEFERER EINER DIESER PARTEIEN, HAFTBAR GEMACHT WERDEN FÜR DIREKTE, INDIREKTE, SPEZIELLE, VERSEHENTLICHE ODER FOLGESCHÄDEN JEGLICHER ART, EINSCHLIEßLICH UND OHNE EINSCHRÄNKUNGEN SCHÄDEN DURCH VERLUST VON KULANZ, ARBEITSAUSFALL, COMPUTERVERSAGEN ODER COMPUTERFEHLFUNKTIONEN ODER ALLE ANDEREN SCHÄDEN ODER VERLUSTE, DIE SICH AUS ODER IN VERBINDUNG MIT DER VERWENDUNG DES DOKUMENTS UND VERÄNDERTER FASSUNGEN DES DOKUMENTS ERGEBEN, AUCH WENN DIE OBEN GENANNTEN PARTEIEN ÜBER DIE MÖGLICHKEIT SOLCHER SCHÄDEN INFORMIERT WAREN.
sv: UNDER INGA OMSTÄNDIGHETER ELLER INOM RAMEN FÖR NÅGON LAGSTIFTNING, OAVSETT OM DET GÄLLER KRÄNKNING (INKLUSIVE VÅRDSLÖSHET), KONTRAKT ELLER DYLIKT, SKA FÖRFATTAREN, DEN URSPRUNGLIGA SKRIBENTEN ELLER ANNAN MEDARBETARE ELLER ÅTERFÖRSÄLJARE AV DOKUMENTET ELLER AV EN MODIFIERAD VERSION AV DOKUMENTET ELLER NÅGON LEVERANTÖR TILL NÅGON AV NÄMNDA PARTER STÄLLAS ANSVARIG GENTEMOT NÅGON FÖR NÅGRA DIREKTA, INDIREKTA, SÄRSKILDA ELLER OFÖRUTSEDDA SKADOR ELLER FÖLJDSKADOR AV NÅGOT SLAG, INKLUSIVE, MEN INTE BEGRÄNSAT TILL, SKADOR BETRÄFFANDE FÖRLORAD GOODWILL, HINDER I ARBETET, DATORHAVERI ELLER NÅGRA ANDRA TÄNKBARA SKADOR ELLER FÖRLUSTER SOM KAN UPPKOMMA PÅ GRUND AV ELLER RELATERAT TILL ANVÄNDNINGEN AV DOKUMENTET ELLER MODIFIERADE VERSIONER AV DOKUMENTET, ÄVEN OM PART SKA HA BLIVIT INFORMERAD OM MÖJLIGHETEN TILL SÅDANA SKADOR.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <_:orderedlist-1/>
de: DAS DOKUMENT UND VERÄNDERTE FASSUNGEN DES DOKUMENTS WERDEN UNTER DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE ZUR VERFÜGUNG GESTELLT MIT DEM WEITERGEHENDEN VERSTÄNDNIS, DASS: <_:orderedlist-1/>
sv: DOKUMENTET OCH MODIFIERADE VERSIONER AV DOKUMENTET TILLHANDAHÅLLS UNDER VILLKOREN I GNU FREE DOCUMENTATION LICENSE ENDAST UNDER FÖLJANDE FÖRUTSÄTTNINGAR: <_:orderedlist-1/>

# _
source: translator-credits
de: Mario Blättermann <mario.blaettermann@gmail.com>, 2018. Jürgen Benvenuti <gastornis@posteo.org>, 2023
sv: Erik Sköldås <erik.skoldas@tele2.se>, 2019 Anders Jonsson <anders.jonsson@norsjovallen.se>, 2023

source: GNOME-Mud Manual V1.1
cs: Příručka V1.1 k aplikaci Mud GNOME
de: GNOME-Mud-Handbuch V1.1
sv: Handbok för GNOME-Mud v1.1

source: User manual for GNOME-Mud, a MUD client for the GNOME Desktop.
cs: Uživatelská příručka k Mud GNOME, klientovi MUD pro uživatelské prostředí GNOME.
de: Benutzerhandbuch für GNOME-Mud, einen MUD-Client für die GNOME-Arbeitsumgebung.
sv: Användarmanual för GNOME-Mud, en MUD-klient för GNOME-skrivbordet.

source: GNOME Documentation Project
cs: Dokumentační projekt GNOME
de: GNOME-Dokumentationsprojekt
sv: GNOME:s dokumentationsprojekt

source: <revnumber>GNOME-Mud Manual V1.1</revnumber> <date>January 2006</date> <_:revdescription-1/>
de: <revnumber>GNOME-Mud-Handbuch V1.1</revnumber> <date>Januar 2006</date> <_:revdescription-1/>
sv: <revnumber>Handbok för GNOME-Mud v1.1</revnumber> <date>Januari 2006</date> <_:revdescription-1/>

source: <revnumber>GNOME-Mud Manual V1.0</revnumber> <date>June 2003</date> <_:revdescription-1/>
de: <revnumber>GNOME-Mud-Handbuch V1.0</revnumber> <date>Juni 2003</date> <_:revdescription-1/>
sv: <revnumber>Handbok för GNOME-Mud v1.0</revnumber> <date>Juni 2003</date> <_:revdescription-1/>

source: This manual describes version 0.9.1 of GNOME-Mud. It was last updated on January 2006.
cs: Tato příručka popisuje Mud GNOME ve verzi 0.9.1. Naposledy byla aktualizovaná v lednu 2006.
de: Dieses Handbuch beschreibt Version 0.9.1 von GNOME-Mud. Es wurde zuletzt im Januar 2006 aktualisiert.
sv: Den här handboken beskriver version 0.9.1 av GNOME-Mud. Den uppdaterades senast i januari 2006.

source: Feedback
cs: Ohlasy
de: Rückmeldungen
sv: Återkoppling

source: To report a bug or make a suggestion regarding the GNOME-Mud application or this manual, follow the directions in the <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback Page</ulink>.
cs: Pokud chcete oznámit chybu nebo navrhnout vylepšení vztahující se k aplikaci <application>Mud GNOME</application> nebo této příručce, postupujte dle instrukcí na <ulink url="ghelp:gnome-feedback" type="help">stránce Ohlasy ke GNOME</ulink>.
de: Um Fehler zu melden oder einen Vorschlag zur Anwendung GNOME-Mud oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen auf der <ulink url="ghelp:gnome-feedback" type="help">GNOME-Seite für Rückmeldungen</ulink>.
sv: För att rapportera ett fel eller komma med förslag angående programmet GNOME-Mud eller den här handboken, följ anvisningarna på <ulink url="ghelp:gnome-feedback" type="help">GNOME:s återkopplingssida</ulink>.

source: Introduction
cs: Úvod
de: Einführung
sv: Introduktion

source: <application>GNOME-Mud</application> is an specialized telnet client to play Multi-User Dungeons, or MUDs.
cs: <application>Mud GNOME</application> je specializovaný klient protokolu Telnet pro hraní Multi-User Dungeon, zkráceně MUD.
de: <application>GNOME-Mud</application> ist ein spezieller Telnet-Client zum Spielen in Mehrspieler-Dungeons (MUDs).
sv: <application>GNOME-Mud</application> är en specialiserad telnetklient för att spela Multi-User Dungeons, eller MUD:ar.

source: Multi-User Dungeons are imaginary worlds and realms that exist on the Internet, where people connect and can perform a variety of actions. A MUD can be thought of a chat forum with a space dimension, as the users can move around and interact with other users and the artifacts they find in each location. In a typical mud, players can communicate and fight each other, use magic, trade, travel to new zones, resolve quizzes (also called quests), and become part of communities like guilds, orders, etc. The environment also varies between MUDs, but the most common are ambiented in fantasy worlds, similar to those described by Tolkien's `Lord of the Rings' or Dungeons and Dragons. Classic MUDs are text-based, and can be accessed through a simple `telnet' connection; the user inputs orders to the MUD server, and the server replies with the result of the action.
cs: MUD jsou imaginární světy a říše, které existují v Internetu. Lidé se do nich mohou připojit a provádět různé činnosti. MUD si můžete představit jako diskuzní fórum s prostorovými dimenzemi, protože uživatelé s v něm mohou pohybovat a vzájemně se ovlivňovat s ostatními uživateli a artefakty, které na jednotlivých místech naleznou. Typický MUD je místo, ve kterém hráč komunikuje a bojuje s ostatními, používá magii, obchoduje, cestuje na nová místa, řeší hlavolamy (nazývané také jako pátrání) a stává se součástí společenství, jako jsou cechy nebo stavy. Prostředí má každý MUD své vlastní, ale často to jsou světy ve stylu fantazy, podobné jako najdete v Tolkienově Pánu prstenů nebo ve hře Dungeons & Dragons. Klasický MUD je textový a přístup k němu je skrze připojení „telnet“. Uživatel zadá serveru MUD požadavek a server odpoví výsledkem činnosti.
de: Multi-User Dungeons sind imaginäre Welten und Gebiete im Internet, in denen sich Leute verbinden und eine Reihe von Aktionen ausführen können. Ein MUD kann man sich als Chat-Forum mit einer räumlichen Dimension vorstellen, in dem sich Benutzer bewegen und mit anderen Benutzern und den an jedem Ort befindlichen Artefakten interagieren können. In einem typischen MUD können Benutzer kommunizieren und gegeneinander kämpfen, Magie anwenden, Handel treiben, in neue Zonen reisen, Rätsel lösen (auch »Quests«) genannt, Teil von Gemeinschaften werden, wie Gilden oder Orden usw. Die Umgebung variiert zwischen MUDs, aber die meisten sind im Fantasy-Bereich angesiedelt, ähnlich zu den in Tolkiens »Herr der Ringe« oder in »Dungeons and Dragons« beschriebenen Welten. Klassische MUDs sind textbasiert und können über eine einfache Telnet-Verbindung erreicht werden. Der Benutzer gibt Anfragen an den MUD-Server ein und der Server antwortet mit dem Ergebnis der Aktion.
sv: Multi-User Dungeons är fiktiva världar och riken som finns på internet, där människor sedan kopplar upp sig och kan utföra en rad olika åtgärder. En MUD kan ses som ett chattforum med en rymddimension, eftersom användarna kan gå runt och samverka med andra användare och artefakterna som de hittar på varje plats. I en typisk MUD, kan spelarna kommunicera och slåss mot varandra, använda magi, handla, resa till nya zoner, lösa quiz (även kallade uppdrag) och bli en del av samhällen som gillen, ordrar o.s.v. Miljön varierar också mellan olika MUD:ar, men de vanligaste utspelar sig i fantasivärldar, liknande de som beskrivs av Tolkiens ”Sagan om ringen” eller Drakar och demoner. Klassiska MUD:ar är textbaserade, och kan nås genom en enkel ”telnet”-anslutning. Användaren matar in order till MUD-servern, och servern svarar med resultatet av åtgärden.

source: There are hundreds of MUDs available on the Internet, but there are some sites that classify them and provide with detailed MUD lists, often provided by the MUD maintainers. <ulink url="http://www.mudconnect.com/" type="http">MudConnect.com</ulink> is one of them, and GNOME-Mud has native support for their mudlist format.
cs: Na Internetu jsou dostupné stovky serverů MUD. Jsou ale k dispozici i webové stránky, které je třídí a poskytují jejich podrobné seznamy, často sestavované přímo správci serverů MUD. Jedním z takovýchto webů je <ulink url="http://www.mudconnect.com/" type="http">MudConnect.com</ulink> a Mud GNOME má vestavěnou podporu pro jeho formát seznamů mudlist.
de: Im Internet sind Hunderte dieser MUDs verfügbar, die auf einigen Seiten klassifiziert in detaillierten MUD-Listen dargestellt werden. Dies übernehmen oft die MUD-Betreuer selbst. Eine davon ist <ulink url="http://www.mudconnect.com/" type="http">MudConnect.com</ulink>. Deren MUD-Listen-Format ist von GNOME-Mud nativ unterstützt.
sv: Det finns hundratals MUD:ar tillgängliga på internet, men det finns några webbplatser som klassificerar dessa och tillhandahåller detaljerade MUD-listor, oftast tillhandahållna av MUD-sidornas administratörer. <ulink url="http://www.mudconnect.com/" type="http">MudConnect.com</ulink> är en av dem, och GNOME-Mud har inbyggt stöd för deras mudlist-format.

source: <application>GNOME-Mud</application> provides the user with a series of functionality that makes mudding somewhat easier. Most notably, the ability to define `triggers', `aliases' and `character profiles', or the MUD lists support help making usual tasks like connecting to different MUDs and typing common names or commands more effective and fast.
cs: <application>Mud GNOME</application> poskytuje uživatelům řadu funkcí, které hraní usnadňují. Zejména možnost definovat „spouštěče“, „aliasy“ a „profily postav“, nebo podpora seznamů MUD pomáhají dělat běžné úkoly, jako je připojování k různým MUD a psaní běžných názvů a příkazů, mnohem efektivněji a rychleji.
de: <application>GNOME-Mud</application> stellt dem Benutzer eine Reihe von Funktionen zur Verfügung, die das »Mudding« erleichtert. Zu erwähnen wären »Auslöser«, »Aliase« und »Charakter-Profile«, oder die Unterstützung für MUD-Listen, die die Ausführung einfacher Aufgaben wie Verbindungsaufbau zu verschiedenen MUDs und die Eingabe häufig genutzter Namen und Befehle effektiver und schneller machen.
sv: <application>GNOME-Mud</application> ger användaren en serie av funktionaliteter som gör MUD:ande något enklare. Värt att nämna är ”triggrar”, ”alias” och ”karaktärsprofiler” eller stöd för MUD-listor som utför vanliga uppgifter som att ansluta till olika MUD:ar och skriva vanliga namn eller kommandon mer effektivt och snabbt.

source: To run <application>GNOME-Mud</application>, select <menuchoice> <guisubmenu>Games</guisubmenu> <guimenuitem>GNOME-Mud</guimenuitem> </menuchoice> from the <guimenu>Main Menu</guimenu>, or type <command>gnome-mud</command> on the command line.
de: Um <application>GNOME-Mud</application> auszuführen, wählen Sie <menuchoice> <guisubmenu>Spiele</guisubmenu> <guimenuitem>GNOME-Mud</guimenuitem> </menuchoice> aus dem <guimenu>Hauptmenü</guimenu> oder geben Sie <command>gnome-mud</command> in der Befehlszeile ein.
sv: För att starta <application>GNOME-Mud</application>, välj <menuchoice> <guisubmenu>Spel</guisubmenu> <guimenuitem>GNOME-Mud</guimenuitem> </menuchoice> från <guimenu>Huvudmenyn</guimenu>, eller skriv <command>gnome-mud</command> i ett terminalfönster.

source: Using GNOME-Mud
cs: Používání Mud GNOME
de: GNOME-Mud verwenden
sv: Använda GNOME-Mud

source: <application>GNOME-Mud</application> can be used to play any kind of telnet-based MUDs, and should make mudding easier, both for players and coders. It can connect to various MUDs on the same application window, and load different settings depending on the character you're logging in. <application>GNOME-Mud</application>'s goal is to provide a similar client to <ulink url="http://www.zuggsoft.com/zmud/zmudinfo.htm" type="http"> zMUD</ulink>, a very mature MUD client for the Windows platform.
cs: <application>Mud GNOME</application> můžete používat k hraní libovolné hry MUD stojící na protokolu Telnet. Umí usnadnit život hráčům i vývojářům. Dokáže se připojit k více serverům MUD v jediném aplikačním okně a načítat různá nastavení v závislosti na postavě, pod kterou se přihlásíte. Vzorem je obdobný klient <ulink url="http://www.zuggsoft.com/zmud/zmudinfo.htm" type="http">zMUD</ulink>, který je určený pro platformu Windows a je léty prověřený.
de: Mit <application>GNOME-Mud</application> können Sie jede Art von Telnet-basierten MUD spielen. Mudding sollte vereinfacht werden, sowohl für Spieler wie auch für Programmierer. Es kann sich mit mehreren MUDs im gleichen Anwendungsfenster verbinden und abhängig vom angemeldeten Charakter verschiedene Einstellungen laden. Das Ziel von <application>GNOME-Mud</application> ist es, einen ähnlichen Client wie <ulink url="http://www.zuggsoft.com/zmud/zmudinfo.htm" type="http">zMUD</ulink> bereitzustellen, einem sehr ausgereiften Client für die Windows-Plattform.
sv: <application>GNOME-Mud</application> kan användas för att spela alla typer av telnetbaserade MUD:ar, och bör göra MUD:ande enklare både för spelare och kodare. Den kan ansluta till olika MUD:ar i samma programfönster och läsa in olika inställningar beroende på karaktären du loggat in som. <application>GNOME-Mud</application>s mål är att vara en likvärdig klient till <ulink url="http://www.zuggsoft.com/zmud/zmudinfo.htm" type="http">zMUD</ulink>, en mycket sofistikerad Mud-klient för Windows-plattformen.

source: Basic usage
cs: Základy
de: Grundlagen der Verwendung
sv: Grundläggande användning

source: GNOME-Mud Main Window
cs: Hlavní okno Mud GNOME
de: Hauptfenster von GNOME-Mud
sv: Huvudfönstret i GNOME-Mud
