Repository: GNOME/gnome-mud
Catalog: doc/gnome-mud-manual/*/*.po
Languages: cs, de, sv

source: <menuchoice> • <guimenuitem>About</guimenuitem></menuchoice> This opens the <interface>About</interface> dialog which shows basic information about <application>GNOME-Mud</application>, such as the author's name, the application version number, the names of several contributors to the project and a link to<application>GNOME-Mud</application>'s Homepage.
cs: <menuchoice> • <guimenuitem>O aplikaci</guimenuitem></menuchoice> Otevře dialogové okno <interface>O aplikaci</interface>, které zobrazuje základní informace o aplikaci <application>Mud GNOME</application>, jako je jméno autora, číslo verze, jména přispěvatelů do projektu a odkaz na domovskou stránku <application>Mud GNOME</application>.

source: To change the application settings, select <menuchoice><guimenu>Settings</guimenu><guimenuitem>Preferences…</guimenuitem></menuchoice>. This opens the <interface>Preferences</interface> dialog, shown in <xref linkend="preferences-window"/>.
cs: Když chcete změnit nastavení aplikace, vyberte <menuchoice><guimenu>Nastavení</guimenu> <guimenuitem>Předvolby</guimenuitem></menuchoice>. Otevře se dialogové okno <interface>Předvolby</interface>, které můžete vidět na <xref linkend="preferences-window"/>.

source: Echo the text sent?
cs: Opakovat odeslaný text

source: The properties in the <guilabel>Functionality</guilabel> tab are: <placeholder-1/>
cs: Vlastnosti na kartě <guilabel>Funkcionalita</guilabel> jsou: <placeholder-1/>

source: The properties in the <guilabel>Colors and Fonts</guilabel> tab are: <placeholder-1/>
cs: Vlastnosti na kartě <guilabel>Barvy a fonty</guilabel> jsou: <placeholder-1/>

source: This program is free software; you can redistribute it and/or modify it under the terms of the <ulink type="help" url="gnome-help:gpl"><citetitle>GNU General Public License</citetitle></ulink> as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
cs: Mud GNOME je svobodný software: Můžete jej dále šířit a/nebo upravovat za podmínek licence GNU General Public License v podobě, v jaké ji vydala Free Software Foundation, a to buď ve verzi 2 této licence nebo (dle vaší volby) v libovolné novější verzi.

source: A copy of the <citetitle>GNU General Public License</citetitle> is included as an appendix to the <citetitle>GNOME Users Guide</citetitle>. You may also obtain a copy of the <citetitle>GNU General Public License</citetitle> from the Free Software Foundation by visiting <ulink type="http" url="http://www.fsf.org">their Web site</ulink> or by writing to <address> Free Software Foundation, Inc. <street>59 Temple Place</street> - Suite 330 <city>Boston</city>, <state>MA</state><postcode>02111-1307</postcode><country>USA</country></address>
cs: Kopie znění <citetitle>GNU General Public License</citetitle> je v podobě přílohy součástí <citetitle>Uživatelské příručky k Mud GNOME</citetitle>. Případně můžete její kopii získat od Free Software Foundation, buď na <ulink type="http" url="http://www.fsf.org">jejich webových stránkách</ulink>, nebo když si o ni napíšete na adresu <address>Free Software Foundation, Inc. <street>59 Temple Place</street> - Suite 330 <city>Boston</city>, <state>MA</state><postcode>02111-1307</postcode><country>USA</country></address>

source: translator-credits
cs: Marek Černocký <marek@manet.cz>
